[
    {
        "title": "بھارت میں انتخابات کا سیمی فائنل\nمنگل 11 جنوری 2022ء\n\nافتخار گیلانی\n\nبھارت میں حال ہی میں الیکشن کمیشن نے پانچ صوبائی اسمبلیوں کیلئے انتخابات کی تاریخوں کا اعلان کردیا ہے، جس کے مطابق سات مرحلوں پر محیط انتخابات 10فروری سے شروع ہو کر 7مارچ کو اختتام پذیر ہوجائینگے۔ 10مارچ کو نتائج کا اعلان کیا جائیگا۔ ان میں سے اہم صوبائی انتخاب آبادی کے لحاظ سے ملک کے سب سے بڑے صوبہ اتر پردیش میں ہو رہا ہے۔ چونکہ اس صوبہ کی پارلیمنٹ کی 543نشستوں میں سے 80نشستیں ہیں، اسلئے اسمبلی کے نتائج کا مرکزی سیاست پر اثر انداز ہونا لازمی ہے۔ 204ملین نفوس پر مشتمل اس صوبہ میں مسلمانوں کی آبادی 43ملین یعنی 19فیصد سے زائد ہے۔ مشہو ملی ادارے علی گڑھ مسلم یونیورسٹی، دارالعلوم دیوبند، مظاہر العلوم، بریلی مکتبہ فکر کا مرکزی… More",
        "time": "2022-01-13T11:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158777699127817"
    },
    {
        "title": "کشمیر: تحقیقاتی کمیشنوں و کمیٹیوں کا انجام\n\nافتخار گیلانی\nمنگل 04 جنوری 2022ء\n\nجموں و کشمیر پولیس کے سربراہ دلباغ سنگھ نے حال ہی میں سیاستدانوں، صحافیوں و سول سوسائٹی سے وابستہ افراد کو خبردار کیا، کہ سرینگر میں حالیہ پولیس انکاونٹر کی جو تحقیقاتی رپورٹ جاری کی گئی ہے، اس پر سوالیہ نشان اٹھانے سے گریز کریں، ورنہ ان پر کاروائی ہوسکتی ہے۔ ایک اور افسر نے اس انکاونٹر میں مرنے والے لواحقین کو بھی وارننگ دی کہ وہ اس تحقیق پر انگلی نہ اٹھائیںاور سیاستدانوں پر الزام لگایا کہ وہ لاشوں کی سیاست کرکے عوام کو برانگیختہ کرنے کا کام کرتے ہیں۔ ویسے یہ کسی حد تک صحیح ہے، کیونکہ جب یہ سیاستدان پاور میں تھے، تو ان کے دور میں بھی ایسی ہلاکتوں کی ایک لمبی سی فہرست ہے، جن کی تحقیق کبھی منظر عام پر نہیں آئی۔\n\n",
        "time": "2022-01-07T18:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158768081667817"
    },
    {
        "title": "OPINION - Ottoman-era Turkish newspapers endorse Hindu-Muslim unity in India\nA look at coverage of Ottoman-era newspapers shows humanist Turkish worldview towards India, appreciating its diversity and values\n\nwrites Omair Anas for Anadolu Ajansı\n\n",
        "time": "2022-01-05T10:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158764766457817"
    },
    {
        "title": "حد بندی کمیشن۔کشمیر کے سیاسی تابوت میں آخری کیل\nمنگل 28 دسمبر 2021ء\n\nافتخار گیلانی\n\nآخر وہی ہوا، جس کا خدشہ تھا۔ کشمیر کی مسلم آبادی کو ہمیشہ کیلئے سیاسی طور پر بے وزن کرنے کیلئے بھارت کی طرف سے قائم جسٹس رنجنا ڈیسائی کی قیادت میں حد بندی کمیشن نے بالآ خر اپنی رپورٹ میں ریاستی اسمبلی کیلئے ہندو اکثریتی علاقہ جموں سے نشستیں بڑھانے سے متعلق اپنی ڈرافٹ سفارشات پیش کی ہیں۔ 5اگست 2019کو جب ریاست کو تحلیل کرکے اسکو دو مرکزی تحویل والے علاقوں میں تقسیم کیا گیا تھا، تو اسی وقت بتایا گیا تھا کہ جموں و کشمیر کی نئی اسمبلی میں کل 114نشستیں ہونگی، جس میں 90نشستوں پر انتخابات ہونگے، بقیہ 24نشستیں آزاد کشمیر یا پاکستان کے زیر انتظام خطے کیلئے مخصوص ہونگی۔ کمیشن نے اپنی رپورٹ میں جموں کیلئے چھ سیٹیں… More",
        "time": "2021-12-30T10:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158755140522817"
    },
    {
        "title": "",
        "time": "2021-12-27T16:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158750847792817"
    },
    {
        "title": "افغانستان :مستقبل کا امیر ترین ملک\nمنگل 21 دسمبر 2021ء\n\nافتخار گیلانی\n\nغالباً 2004ء میں امریکی فوج کی ایک ٹکڑی کابل میں افغانستان جیولوجیکل سروے کے دفتر کی تلاشی لے رہی تھی، کہ بند الماریوں میں اسکو گرد و غبار سے آٹے نقشے اور روسی زبان میں دستاویزات کے کئی پلند ے ملے۔ جب یہ نقشے انہوں نے امریکی ماہرین کے سپرد کئے، تو معلوم ہوا کہ جنگ سے تباہ حال ملک، معدنیات خصوصاً 21ویں صدی کے پیٹرولیم یعنی لیتھیم کے وسیع و عریض ذخیرے اپنی گود میں چھپائے بیٹھا ہے۔ بتایا جاتا ہے کہ 1980میں سویت یونین کے جیولیوجیکل ماہرین نے افغانستان میں لیتھیم کی موجودگی دریافت کی تھی، مگر انہوں نے اسکو انتہائی خفیہ رکھا تھا۔\n\nخیر روسی نقشوں اور چارٹوں کا بغور جائزہ لینے کے بعد امریکی جیولاجیکل سروے کے افسران نے نگرانی کرنے…",
        "time": "2021-12-23T10:17:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158743844057817"
    },
    {
        "title": "This Delimitation Commission's formula of ignoring population and distributing seats as per geography should be applied all over India, rather than to J&K only.\n\nIf the formula to distribute seats as per area rather than the population is taken into account outside J&K, Rajasthan will have 113 MPs, MP 102, Maharashtra 101, keeping in view UP's 80 seats.\n\nPost Script: As per the 2011 census, Kashmir Valley population 68.8 lakh, Jammu 53.5 lakh.",
        "time": "2021-12-21T12:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158740724982817"
    },
    {
        "title": "سیالکوٹ کا واقعہ ، قومی سلامتی اور اسلامو فوبیا\nمنگل 14 دسمبر 2021ء\n\nافتخار گیلانی\n\nپاکستان کے شہر سیالکوٹ میں جس طرح ایک بے قابو ہجوم نے مذہب کی آڑ لیکر سری لنکا کے 48سالہ شہری پرینتھا دیاواداناگی کو بہیمانہ تشدد کا نشانہ بناکر اسکی لاش نذر آتش کی، اس سے تو ثابت ہوتا ہے کہ مذہب کے نام پر مسلم معاشرہ اور خاص طور پر پاکستان میں فسادات برپا کروانا کس قدر آسان ہے۔ بھارتی دارالحکومت نئی دہلی میں تقریباً تین دہائیوں تک صحافتی ذمہ داریاں ادا کرتے ہوئے ، جب بھی کبھی حساس اداروں سے وابستہ حاضر سروس یا ریٹائرڈ افسران سے آف ریکارڈ گفتگو کا موقع ملتا تھا، تو وہ بتاتے تھے ، کہ پاکستان کو الجھا ئے رکھنے کیلئے وہاں مذہب ، مسلک، لسانی و قومیت کے مسائل کو اٹھا کر آگ جلائے رکھنا ضروری ہے۔ بھارت میں حکمران… More",
        "time": "2021-12-16T11:26:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158732377467817"
    },
    {
        "title": "The lithium resources in Afghanistan were first discovered by Soviet mining experts in the 1980s. But they had kept it a closely guarded secret until 2004 when a team of American geologists stumbled across an intriguing series of old charts and data at the library of the Afghan Geological Survey in Kabul.",
        "time": "2021-12-13T14:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158727423442817"
    },
    {
        "title": "سرحد کے اطراف دو پارٹیاں ، ایک کہانی\nمنگل 07 دسمبر 2021ء\n\nافتخار گیلانی\n\nدسمبر کے مہینہ کو جنوبی ایشیا کی سیاسی تاریخ میں ایک کلیدی اہمیت حاصل ہے۔ اسی ماہ میں ہی اس خطے کی دواہم سیاسی جماعتیں انڈین نیشنل کانگریس اور آل انڈیا مسلم لیگ معرض وجود میں آئیں۔ 136سال قبل 28دسمبر 1885کو ایک برطانوی سول سروس آفیسر اور ریفارمر آلائن اوکٹاوئین ہیوم نے وائسرائے لارڈ ڈیفرین کی ایما پر ممبئی میں کانگریس کی داغ بیل ڈالی اور امیش چندر بنرجی کو اسکا پہلا صدر منتخب کیا گیا۔ مسلم لیگ کا قیام 30دسمبر 1906کو موجودہ بنگلہ دیش کے دارالحکومت ڈھاکہ میں عمل میں آیا اور سلطان محمد شاہ آغا خان سوم کو اسکا پہلا اعزازی صدر منتخب ہونے کا اعزاز حاصل ہوا۔ دونوں جماعتیں ابتدا میں اشرافیہ کی نمائندگی اور ان کی آواز… More",
        "time": "2021-12-09T12:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158720493777817"
    },
    {
        "title": "Military aircraft accidents in India 2016-2019",
        "time": "2021-12-08T15:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158718935917817"
    },
    {
        "title": "Military aircraft accidents in India\n\n2020\n\n3 February\nIndian Army HAL Cheetah Z1930 crashes in Jammu and Kashmir. Both pilots survive.\n\n21 February\nAn Indian Navy Mikoyan MiG-29K crashes into the Arabian Sea off Goa. The pilot ejects safely\n\n24 February\nNational Cadet Corps Pipistrel Virus W-3936 crashes at Patiala Airport, India. One of the two people on board are killed\n\n8 May\nIndian Air Force MiG-29 UPG of Squadron 223 crashes near Hoshiarpur, pilot ejected safely\n\n26 November\nAn Indian Navy MiG-29K crashes in the Arabian Sea. One of the pilots is recovered while the other remains missing. This flight was part of the MALABAR2020 Naval Exercise with the USN. The aircraft in question was flown…",
        "time": "2021-12-08T15:26:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158718934622817"
    },
    {
        "title": "روسی صدر کا دورہ ،بھارتی سفارتکاری کیلئے امتحان\nمنگل 30 نومبر 2021ء\n\nاگلے ہفتے روسی صدر ولادیمیر پوتن کا نئی دہلی کاطوفانی دورہ اور اسکے ساتھ ہی جدید ترین ایس۔400 دفاعی میزائلوں کی پہلی کھیپ کی ترسیل، بھارتی سفارت کاری کیلئے امتحان کا مرحلہ ثابت ہو رہا ہے۔بھارتی وزارت خارجہ اس وقت اپنے دیرینہ سرد جنگ کے حلیف روس اور نئے اسٹریٹجک یار امریکہ کے درمیان تعلقات میں توازن قائم رکھنے کے مشکل ترین کام کو انجام دینے میں مصروف ہے۔ بھارت نے پچھلی دو دہائیوں سے گو کہ اپنا تزویراتی قبلہ امریکہ کی طرف موڑ لیا ہے، مگر اسٹاک ہوم انٹرنیشنل پیس ریسرچ کے مطابق ابھی بھی اسکی سالانہ 58فیصد دفاعی ضروریات روس سے ہی پوری ہوتی ہیں۔ پوتن کے دورہ کے فوراً بعد ہی بھارتی وزیر خارجہ اور وزیر دفاع ایک ساتھ واشنگٹن روانہ… More",
        "time": "2021-12-01T14:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158704084267817"
    },
    {
        "title": "کشمیر کی ہیبت ناک کہانیاں\n\nمنگل 23 نومبر 2021ء\n\nکوئی شقی القلب انسا ن ہی حیدر پورہ سرینگر میں حال ہی میں ہوئے ’’جعلی مقابلے ‘‘کے دوران ہلاک شدہ محمد الطاف بٹ اور ڈاکٹر مدثر گل کے لواحقین اور انکی کم سن بچیوں کی فریادیں سن کر خون کے آنسو نہ رویا ہوگا۔ ستم ظریفی تو یہ ہے کہ وہ انصاف یا ظالموں کو سزا دینے کی مانگ کرنے کے بجائے الطا ف اور مدثر کی لاشوں کی تدفین اور نماز جنازہ ادا کرنے کا مطالبہ کر رہے تھے۔ عوامی دباوٗ کی وجہ سے بعد میں انکی لاشیں ورثاء کے سپرد تو کی گئیں ، مگر پولیس کی نگرانی میں بس چند لوگوں کی معیت میں رات کے اندھیرے میں تدفین کی اجازت دی گئی۔جموں خطے کے رام بن ضلع کا مزدر عامر ماگرے ، بھی اس مقابلے میں ہلاک ہوا۔ اسکی لاش ابھی تک ورثاء کے سپر د نہیں کی گئی ہے۔ اس کے والد کو خود… More",
        "time": "2021-11-25T11:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158690662732817"
    },
    {
        "title": "Poet, philosopher Sir Muhammad Iqbal pays tribute to Guru Nanak in his famous poem Nanak\n\nQoum Ne Pegham-e-Gautam Ki Zara Parwa Na Ki\nQadar Na Pehchani Na Apne Gohar-e-Yak Dana Ki\n\nThe nation could not care less about Gautama’s message—\nIt did not know the price of its unique pearl!\n\nAah! Shudar Ke Liye Hindustan Ghum Khana Hai\nDard-e-Insani Se Iss Basti Dil Begana Gai\n\nAlas, for the shudra India is a house of sorrow,\nThis land is blind to the sufferings of man.\n\nBarhman Sarshar Hai Ab Tak Mai-e-Pindar Mein\nShama-e-Gautam Jal Rahi Hai Mehfil-e-Aghyar Mein\n\nThe Brahmin remained drunk with the wine of pride,\nIn the assembly‐halls of foreigners burns Gautama’s lamp.\n\nPhir Uthi Akhir Sada Touheed Ki Punjab Se\nHind Ko Ek Mard-e-Kamil Ne Jagaya Khawab Se\n\nAgain from Punjab, the call of monotheism arose:\nA perfect man roused India from slumber.\n\nHappy Guru Nanak Jayanti.\n\nMay the teachings of the Guru be the guiding light to end hostility, hate in our lives forever! A very Happy Guru Nanak Jayanti to all friends. Have a blessed day and year ahead.",
        "time": "2021-11-19T10:34:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158680608237817"
    },
    {
        "title": "ترک ممالک کی تنظیم کا قیام۔ ایک نئے ورلڈ آرڈر کی نوید\nمنگل 16 نومبر 2021ء\n\nافتخار گیلانی\n\nترکی کے شہر استنبول میں پچھلے ہفتے ترک زبان بولنے والے ممالک کی تنظیم ترک کونسل کے سربراہان کے اجلاس کے دوران اس تنظیم کو عرب لیگ کی طرز پر باضابط ایک سیاسی فورم کی شکل دی گئی۔ اجلاس کے اختتام پر بتایا گیا کہ ترک کونسل کا نام تبدیل کرکے ترک ریاستوں کی تنظیم رکھ کر اسکو مزیدفعال بناکر تعلقات کو مزید مضبوط اور نئی راہداریاں قائم کرکے اشتراک کی نئی راہیں ڈھونڈی جائیں گی۔ترک وزیر خارجہ مہولت چاوش اوغلو نے کہا کہ کونسل ایک تبدیلی کے منصوبے سے گزر رہی ہے اور عالمی سیاست میں ایشیا کے عروج کے تناظر میں یہ تنظیم، جس میں ترکی کے علاوہ آذربائیجان، قزاقستان، کرغزیستان، ازبکستان باضابط ممبر ہیں ، ایک اہم رول ادا… More",
        "time": "2021-11-18T10:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158678519102817"
    },
    {
        "title": "",
        "time": "2021-11-12T17:17:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158667318792817"
    },
    {
        "title": "گوانتانامو کی کہانی،ایک کشمیری صحافی کی زبانی\nپیر 08 نومبر 2021ء\n\nافتخار گیلانی\n\nعراقی جیل ابو غریب ہو یا کشمیر میں کارگو، گوگو لینڈ، ریڈ 16 یا دہلی کی تہاڑ جیل کی قصوری سیل۔ان کا نام ہی خوف و دہشت میں مبتلا کردیتا ہے۔مگر دنیا کی سب سے پرانی جمہوریت، لبرل ازم اور انسانی حقوق کے دعویدار امریکہ نے گوانتانامو قائم کرکے تعدیب کے سبھی ریکارڈ توڑ ڈالے۔ حال ہی میں افغانستان سے امریکی افواج کے انخلا اور پھر ایک امریکی عدالت کی طرف سے گوانتانامو میں قید ایک افغان شہری اسداللہ خان گل کو 14سال بعد بے قصور ٹھہرانے سے یہ تعدیب خانہ ایک بار پھر توجہ کا مرکز بن گیا ہے۔\n\nدہلی میں میرے قیام کے دوران ایک رفیق سید نزاکت ایشیا کے وہ واحد صحافی ہیں،جن کو 2014ء میں گوانتانامو جانے اور رپورٹ کرنے کی اجازت مل گئی…",
        "time": "2021-11-11T10:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158664753557817"
    },
    {
        "title": "It is like a time-warp for visitors in Turkey’s Cappadocia’s wonderland, where Salman Khan and Katrina Kaif, were recently shooting the title song for the upcoming movie Tiger 3.\n\nFamous for geological oddity and cave dwellings, the ancient history and magic of crafts integrate in this region.\n\nWho says cavemen have become extinct? Many residents in the Uchisar area of Cappadocia, still live in caves.\n\nThe region is also known as Turkey's handicraft capital, with incredible masters weaving carpets, shaping ceramics, and carving onyx stones.\n\nSuch is the love for the craft that almost the whole of the 35,000 population of Avanos town has mastered either weaving carpets or shaping delicate pottery. One may be a top government officer or an executive of a multinational company, learning the art is a must.\n\nA man must know pottery to get married, and a woman will find a partner only if she knows the art of weaving.",
        "time": "2021-11-10T13:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158663160842817"
    },
    {
        "title": "More than 300 kilometers (186.4 miles) southeast of Turkey's capital Ankara, nature, and history integrate into the vast landscape of Cappadocia.\nFamous for its geological oddity of honeycombed hills, fairytale scenery, cave dwellings, remarkable rock formations carved from volcanic ash, and hundreds of hot air balloons soaring in the sky at the time of sunrise, the region, which comprises 30 different valleys, has attracted two million tourists in the first 10 months of 2021, according to official figures.",
        "time": "2021-11-10T12:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158663059722817"
    },
    {
        "title": "کشمیر کے گلیشیروں کی تباہی کسی ایٹمی جنگ سے کم نہیں\nمنگل 02 نومبر 2021ء\n\nافتخار گیلانی\n\nسکاٹ لینڈ کے دارالحکومت گلاسگو میں جہاں اس وقت 26ویں عالمی ماحولیاتی کانفرنس کا آغاز ہو چکا ہے، چاہئے تھاکہ جنوبی ایشیائی ممالک ماحولیاتی مسائل پر کوئی مشترکہ حکمت عملی اپناتے، اس پورے خطے میں ہر سال کہیں خشک سالی، تو کہیں سیلاب، تپش، سمندری طوفان اور اب جاڑوں میں ہوائی آلودگی کی وجہ سے سینکڑو ں افراد لقمہ اجل ہو جاتے ہیں۔ 2009میں کوپن ہیگن میں اسی طرح کی کانفرنس سے قبل اس وقت بھارت کے وزیر ماحولیات جے رام رمیش نے پاکستانی مذاکراتی ٹیم کے سربراہ اقبال خان سے ملاقات کے بعد بتایا تھا کہ دونوں ممالک ماحولیات سے متعلق مشترکہ موقف اپنائیں گے اور اس کے بعد اشتراک کی راہیں ڈھونڈیں گے۔ مگر یہ بیل منڈھے نہ چڑھ… More",
        "time": "2021-11-04T11:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158651636847817"
    },
    {
        "title": "While New Delhi has taken tough measures restricting tourist and pilgrim traffic to save the Gangetic glaciers, there is an impression that it tends to sidestep the Kashmir glaciers. In 1996, a parliamentary panel led by Nitish Sengupta had urged the government to regulate the Amarnath-bound Hindu pilgrims to preserve the fragile ecology and environment of the region.",
        "time": "2021-11-02T11:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158647833812817"
    },
    {
        "title": "",
        "time": "2021-10-31T21:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158645187872817"
    },
    {
        "title": "رگھناتھ کستور اور ابن حسام کا کشمیر\nمنگل 26 اکتوبر 2021ء\n\nافتخار گیلانی\n\nاسی سال مارچ میں بھارت کے سابق وزیر خارجہ یشونت سنہا، سابق معروف بیوروکریٹ اور سابق چیئرمین ماینارٹیز کمیشن وجاہت حبیب اللہ ، بھارتی فضائیہ کے ائروائس مارشل کپل کاک، سوشل ورکر سوشوبھا بھاروے اور سینئرصحافی بھارت بھوشن نے ’فکرمند شہریوں‘‘ (Concerned Citizens's Group) کے ایک گروپ کے نام سے جب کشمیر کا دورہ کیا، تو وہاں رہنے والے کشمیری پنڈتوں نے ان سے اس خدشے کا اظہارکیا کہ: ’’ بھارت میں انتخابات سے قبل کہیں وہ کسی False Flag آپریشن کا شکار نہ ہوجائیں، تاکہ اس کو بنیاد بناکر بھارت میں ووٹروں کو اشتعال و ہیجان میں مبتلا کرکے ایک بار پھر ووٹ بٹورے جاسکیں۔حالیہ عرصے میں کشمیر میں ٹارگٹ کلنگ کے ذریعے سویلین افراد کی ہلاکتوںکا… More",
        "time": "2021-10-28T13:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158638232127817"
    },
    {
        "title": "Ismail Agha, a 12-year-old Afghan boy who spent 14 months in the “harrowing” detention center was arrested by an Afghan warlord in 2002 and handed over to US troops for a $5,000 bounty. Syed Nazakat, an award-winning journalist-turned-data analyst was the first Asian journalist allowed to access the US facility, located outside the US borders, in 2014. Syed Nazakat",
        "time": "2021-10-27T14:18:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158635675847817"
    },
    {
        "title": "Had written this in February, but relevant due to cricket fever\n\nبھارتی کرکٹ میں دلت اور مسلمان کھلاڑیوں کا تناسب\nمنگل 16 فروری 2021ء\n\nافتخار گیلانی\n\nنوے کی دہائی میں جنوبی افریقہ میں نسل پرست نظام کے خاتمہ کے بعد جہاں دیگر شعبہ ہائے زندگی میں غیر سفید فام طبقات کو ان کا حق دلانے کیلئے اصلاحات کی گئیں، وہیں کرکٹ بورڈ اور دیگر کھیلوں کے ذمہ داران کو بھی بتایا گیا کہ ٹیموں کیلئے بھی غیر سفید فام کھلاڑی تیار کریں۔ کیونکہ سفارت کاروں کی طرح کھلاڑی بھی ملک کی ثقافت، تہذیب، رہن سہن، اور یگانگت کے آئینہ دار ہوتے ہیں۔ اس سعی کا اثر یہ ہوا کہ چند برسوں میں ہی جنوبی افریقہ کی کرکٹ اکیڈیمیاں عمر ہنری، ہرشل گبس، پال آدمز، رباڑا ، ہاشم آملہ اور دیگر لاتعداد غیر سفید فام کھلاڑیوں کو سامنے لے آئیں،… More",
        "time": "2021-10-26T09:19:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158632461717817"
    },
    {
        "title": "",
        "time": "2021-10-23T17:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158627640237817"
    },
    {
        "title": "دو سائنسدانوں کی کہانی اور بھارت، پاکستان کے ایٹم بم\nمنگل 19 اکتوبر 2021ء\n\nافتخار گیلانی\n\n28مئی، 1998کو بھارتی پارلیمنٹ کے ایوان زیریں یعنی لوک سبھا کی پریس گیلری سے میں 11اور 13مئی کو راجستھان کے پوکھران میں کئے گئے جوہری دھماکوں پر جاری بحث کورکر رہا تھا۔ بحث کی شروعات میں اس دن صبح وزیر داخلہ لال کشن چند ایڈوانی نے کہا تھا کہ ایٹمی تجربوں نے خطے میں طاقت کا توازن بھارت کے پلڑے میں ڈال دیا ہے اور ایک نئے موافق تزویراتی حالات پیدا ہو گئے ہیں۔ اس سے قبل پارلیمانی امور کے وزیر نے پاکستان کا نا م لیکر کہا کہ بھارت دوہاتھ کرنے کیلئے اب تیار ہے اور پاکستانی حکمرانو ں کو للکارتے ہوئے کہا کہ وہ مقام اور وقت کا انتخاب کریں۔\n\nاس گرما گرم بحث کے دوران مجھے یا د ہے کہ دوپہر چار بجے کے آس پاس اپوزیشن…",
        "time": "2021-10-21T16:48:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158624493752817"
    },
    {
        "title": "Describing the challenge posed by China as the most significant issue in the country’s external security policies in the coming decade, India’s top eight strategic brains have asked Prime Minister Narendra Modi-led government to work with regional powers like Turkey and Iran.\n\nIn a policy paper entitled India’s Path to Power: Strategy in a World Adrift, the strategic experts including former National Security Advisor Shiv Shankar Menon and former Foreign Secretary Shyam Saran, among others, have also urged the government to stay away from some of the concerns it has with Turkey and Iran for the sake of overall benefit.",
        "time": "2021-10-15T09:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158613566492817"
    },
    {
        "title": "بھارت کا اگلا وزیر اعظم کون؟\nمنگل 12 اکتوبر 2021ء\n\nافتخار گیلانی\n\nبھارت میں عام انتخابات میں ابھی اڑھائی سال باقی ہیں۔ مگر اپوزیشن خاص طور پر کانگریس کی حالت زار دیکھ کر لگتا ہے کہ حکمران ہندو قوم پرست بھارتیہ جنتا پارٹی (بی جے پی) ہی یہ معرکہ تیسری بار سر کر لے گی۔ کسانوں کی ملک گیر ایجی ٹیشن، حکومت کیلئے ایک بڑا چیلنج تو ہے، مگر اپوزیشن ابھی تک اسکا خاطر خواہ فائدہ نہیں اٹھا پا رہی ہے۔ کانگریس میں سر پھٹول جاری ہے ۔ 2004کے برعکس سیکولر اور لبرل فورسز کو یکجا کرنے کے بجائے پچھلے کئی انتخابات میں وہ راہول گاندھی کی قیادت میں سافٹ ہندوتوا کے ذریعے عوام کو لبھانا چاہ رہی ہے۔ اگر عوام کو ہندوتوا پر ہی اکٹھا کر نا ہے ، تو وہ دو نمبر ہندوتوا کی کیوں حمایت کریں گے؟ یہ پارٹی اس معمولی سے نکتہ کو… More",
        "time": "2021-10-14T18:28:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158612281872817"
    },
    {
        "title": "Nobel Peace Prize for 2021 to\nMaria Ressa& Dmitry Muratov is dedicated to all journalists who stand up to safeguarding freedom of expression in a world in which democracy and freedom of the press face increasingly adverse conditions.\nNovaya Gazeta. English Version\n\nHope someone remembers Kashmiri journalist Aasif Sultan also, who is in jail for more than 1,100 days",
        "time": "2021-10-08T16:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158601864437817"
    },
    {
        "title": "https://www.tarjumanulquran.org/articles/oct-2021-syed-ali-gillani-aik-mah-e-kamil",
        "time": "2021-10-04T13:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158595631157817"
    },
    {
        "title": "",
        "time": "2021-10-03T15:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158594200562817"
    },
    {
        "title": "کرپشن کی جڑ: الیکشن میں ہوش ربا اخراجات\nمنگل 28 ستمبر 2021ء\n\nافتخار گیلانی\n\nایک دہائی سے زائد عرصہ قبل بھارت کی معروف جواہر لال یونیورسٹی سے فارغ التحصیل میرے ایک ساتھی کو سیاست میں شامل ہونے کا شوق چرایا۔صوبہ اترپردیش کے ایک قصبہ میں اپنے کاروبار کے ساتھ کئی برسو ں سے انہوں نے حق اطلاعات کے قانون کا سہارا لیکر مقامی طور پر کرپشن کے خلاف جنگ شروع کی تھی اور اسکے علاوہ ان کی سعی سے عوام کیلئے بنیادی ضروریات یعنی پانی ، بجلی اور سڑک کی فراہمی آسان ہو گئی تھی۔ بطور ایک آزاد امیدوار انہوں نے نگر نگم یعنی میونسپل کارپوریشن کے چیئرمین کا انتخاب لڑا اور اس عہدے پربرسوں سے براجمان ایک بھاری بھرکم سیاستدان کو ہرا کر کامیابی حاصل کی۔\n\nجب جیتنے کی خوشی اور ڈھول نقاروںکی آوازیں تھم گئیں اور ان کو…",
        "time": "2021-09-30T09:23:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158589495692817"
    },
    {
        "title": "",
        "time": "2021-09-25T09:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158581546822817"
    },
    {
        "title": "A study undertaken by researcher Emily Crick at the University of Bristol found that while Pakistani leaders have used cricket matches on two occasions to force high level but unofficial meetings with their Indian counterparts, India, by contrast, has used cricket as a form of diplomatic sanction.",
        "time": "2021-09-24T11:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158580056962817"
    },
    {
        "title": "نیوزی لینڈ کرکٹ ٹیم اور تہاڑ جیل کا راشٹر پتی\n\nمنگل 21 ستمبر 2021ء\n\nافتخار گیلانی\n\nابھی حال ہی میں جس طرح نیوزی لینڈ کرکٹ انتظامیہ نے پاکستان میں سکیورٹی خدشات کی آڑ میں اپنی ٹیم کا دورہ ایسے وقت منسوخ کردیا، جب ان کی کرکٹ ٹیم پاکستان میں پہلے سے ہی موجود تھی اور پریکٹس کر رہی تھی، مجھے یاد آتا ہے کہ اس سے بھی عجیب و غریب حالات میں 2002ء میں امریکی خواتین کی ہاکی ٹیم نے بھارت کے ساتھ پانچ ٹیسٹ میچوں کی سیریز رد کردی تھی۔\n\nواقعہ کچھ یوں ہوا کہ انڈین ہاکی فیڈریشن کی دعوت پر امریکی ٹیم اپنے تمام لائو لشکر کے ساتھ آدھی رات گئے دہلی آئی اور ائیرپورٹ سے سیدھا اسے پانچ ستارہ موریہ شیریٹن ہوٹل میں ٹھہرانے کیلئے لے جایا گیا۔ ایک دن کے ریسٹ کے بعد اس ٹیم کیلئے عالیشان ریسیپشن اور نیشنل اسٹیدیم میں…",
        "time": "2021-09-23T10:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158578461632817"
    },
    {
        "title": "",
        "time": "2021-09-17T10:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158569031002817"
    },
    {
        "title": "صاف و شفاف انتخابات اور الیکٹرانک ووٹنگ مشین\nمنگل 14 ستمبر 2021ء\n\nافتخار گیلانی\n\n1978میں جب جموں و کشمیر اسمبلی کے انتخابات منعقد ہو رہے تھے، ایک وضع دار کشمیری پنڈت دینا ناتھ کول خطے کے پولیس سربراہ تھے۔ اردو شاعری کے مداح اور خاص طور پر اقبال کے ا شعار ان کو ازبر تھے۔ 2008میں ان کا انتقال ہوا ۔وہ اقبال کا شعر ،\nتو بچا بچا کے نہ رکھ اسے، تیرا آئینہ ہے وہ آئینہ،\nکہ شکستہ ہو تو عزیز تر ہے نگاہ آئینہ ساز میں،\nاکثر گنگنایا کرتے تھے۔ خیر پولیس سربراہ کی حیثیت سے ان کا کام صاف و شفاف انتخابات کا انعقادیقینی بنانا بھی تھا۔ ووٹنگ کے دن و ہ سرینگر کے مختلف پولنگ بوتھوں کا معائنہ کرنے کے دوران جب اپنے محلہ میں پہنچے ، تو ان کو ووٹ کاسٹ کرنے کا خیال آیا۔ پولنگ افسر سے انہوں نے بیلٹ پیپر مانگا تو… More",
        "time": "2021-09-16T12:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158567605002817"
    },
    {
        "title": "AUG 31 COLUMN, THAT I HAD FORGOTTEN TO UPLOAD ON FACEBOOK\n\nسیاسی پناہ کی متلاشی افغان اشرافیہ\nمنگل 31 اگست 2021ء\n\nافتخار گیلانی\n\nایک دہائی قبل مغربی ملک کے ایک نشریاتی ادارے کی طرف سے صحافیوں کیلئے ایک تربیتی کورس میں مجھے بھی شرکت کا موقع ملا۔ پہلے ہی دن دیکھا کہ وسیع و عریض بلڈنگ کے استقبالیہ کائونٹر سے متصل ایک عارضی اسٹوڈیو میں ٹی وی کیمروں کے سامنے ایک پاکستانی خاتون انٹرویو دے رہی ہے۔ معلوم ہو اکہ اس خاتون نے سیاسی پناہ حاصل کی ہے، کیونکہ اس کے ساتھ بقول اس کے پاکستان میں بہت ظلم ہو رہا تھا۔ اس خاتون کا استدلال تھا کہ پاکستان میں اسکو اسکے پسند کا کھانا یعنی پورک (خنزیرکا گوشت) کھانے نہیں دیا جا رہا تھا۔ اسلئے اسکو مغربی ملک میں پناہ لینی پڑی۔ ناروے، سویڈن، ڈنمارک اور دیگر ممالک کی ٹی… More",
        "time": "2021-09-14T11:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158564198712817"
    },
    {
        "title": "سید علی گیلانی ۔ ۔ ہمارے اباًجی\n\nافتخار گیلانی\nمنگل 07 ستمبر 2021ء\n\nجنوری کے ماہ میں ویسے ہی کشمیر میں ہر چیز جم جاتی ہے، مگر شمالی کشمیر کے سوپور قصبہ میں 1972کی سردیاں گرمی کا احساس کروا رہی تھیں ۔ ایک تاریخ رقم ہو رہی تھی ۔ جب ماضی کو کریدتے ہوئے میں معلوم کرنے کی کوشش کر رہا تھا کہ اباًجی یعنی سید علی گیلانی کو میں نے پہلی بار کب اور کہاں دیکھا تھا، تو یادوں کی دھند صاف کرتے ہوئے مجھے ایک چار سالہ بچہ نظر آیا، جو اپنے چاچا ڈاکٹر مشتاق گیلانی (جو ان دنوں سرینگر میڈکل کالج میں طالب علم تھے) کے کندھے پر سوار رات گئے میر سید علی ہمدانی کی درگاہ یعنی خانقاہ کے صحن میں ایک پر جوش ہجوم کے ساتھ کھڑا ہے ۔ ایک دراز قد ، بارعب مگر شفیق اورخوش لباس شخص درگاہ کے دروازے سے نمودار ہوتا ہے اور نعروں میں… More",
        "time": "2021-09-12T12:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158561134062817"
    },
    {
        "title": "The Indian government considered Geelani a stubborn obstacle to its efforts to find a solution to the issue of Jammu and Kashmir within the ambit of the Constitution. Pakistan’s military ruler Pervez Musharraf echoed this view and described Geelani as the biggest hurdle to the resolution of the issue.\n\nMY WRITE UP PUBLISHED IN FRONTLINE MAGAZINE",
        "time": "2021-09-08T11:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158554903647817"
    },
    {
        "title": "For 60s and 70s generation in Sopore, SAS Geelani, was a local version of Che Guevara, Ho Chi Minh or Ayatullah Khumani. A street politician who could bring Kashmir Valley’s commercial center to halt. My write up in Frontline",
        "time": "2021-09-06T13:58:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158551929732817"
    },
    {
        "title": "",
        "time": "2021-09-04T16:35:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158548948862817"
    },
    {
        "title": "",
        "time": "2021-09-01T23:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158544739712817"
    },
    {
        "title": "",
        "time": "2021-09-01T21:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158544560742817"
    },
    {
        "title": "TURKISH GLOBAL WIRE ANADOLU AGENCY REPORTER'S JOURNEY FROM TORKHAM BORDER TO KABUL\n\nWhile crisscrossing the 230 kilometers (142 miles) road from Torkham – a major border crossing with Pakistan – to Kabul, a tense atmosphere was palpable in small towns and villages. At the border crossing, just a few heavily armed Taliban guards were staffing the security checkpoint.\n\nSome of them looked like the US and Afghan army soldiers as they had donned battle dresses left behind by withdrawing forces but could not hide their identity as they were still sporting slippers in their shoes – a trademark of Taliban fighters, who hardly wear army tactical footwear. @writes Shafiq Ahmed for Anadolu Ajansı",
        "time": "2021-09-01T12:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158543926832817"
    },
    {
        "title": "Therefore, for the sake of peace in Afghanistan and stability of the region, it is of utmost sense for the international community to engage with the new Afghan government instead of isolating it on a flimsy premise. All other kings, ministers, and soldiers on the chessboard have currently fallen or stand discredited. In the wake of another collapse, the Afghan landscape is a recipe for a much bigger disaster.",
        "time": "2021-08-31T17:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158542502517817"
    },
    {
        "title": "The Euphrates no longer flows through Karbala, where Hussain ibn Ali, grandson of Prophet Muhammad and forces of Umayyad ruler Yazid fought the fatal battle in the 680 CE (Common Era),\n\n2016 WRITE-UP\n\n",
        "time": "2021-08-19T14:23:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158522390272817"
    },
    {
        "title": "",
        "time": "2021-08-19T14:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158522389467817"
    },
    {
        "title": "طالبان کو سفارتی سطح پر تسلیم کرنے کی ضرورت\nمنگل 17 اگست 2021ء\n\nافتخار گیلانی\n\nمجھے یاد ہے کہ دسمبر 2016میں پنجاب کے سرحدی شہر امرتسر میں ہارٹ آف ایشیا کانفرنس کے موقع پر افغان صدر اشرف غنی نے سفارتی آداب کو بالائے طاقرکھتے ہوئے اسٹیج سے ہی ،پاکستان کی طرف سے 500ملین ڈالر کی امداد کو مسترد کردی اور پاکستانی مندوب سرتاج عزیز کو مخاطب کرتے ہوئے کہا کہ وہ اس امداد کو اپنے ملک میں انتہاپسندی کو لگام لگانے کیلئے استعمال کریں۔جس طرح کے تکبر کا مظاہرہ غنی اور ان کے وفد نے اس میٹنگ کے دوران کیا، شاید ہی سفارتی تاریخ میں اسکی مثال ملے گی۔چونکہ اس میٹنگ سے قبل ہی بھارت نے پاکستان میں مجوزہ سارک سربراہ کانفرنس کا بائیکاٹ کرکے اسکو سبوتاژ کر دیا تھا، سرتاج عزیز کومیزبان بھارتی اور افغان مندوبین نے… More",
        "time": "2021-08-18T09:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158520402197817"
    },
    {
        "title": "With the Taliban's return to Kabul after being pushed out in 2001, Afghanistan's history is repeating itself. To give history a rest, the world community needs to engage with the Taliban to enable them to understand statecraft and not run the country like a madrassa or seminary. The new rulers in Kabul need to respect and promote human rights, protect women’s rights, and the lives of people to bring stability to their country, which has been threatening peace in the region since 1978.",
        "time": "2021-08-17T21:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158519544662817"
    },
    {
        "title": "Here is a brief introduction of some of the key Taliban figures.",
        "time": "2021-08-17T21:18:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158519517157817"
    },
    {
        "title": "Kabul and Kashmir.\nAn unease in India, jubilation in Pakistan, cautious optimism in Afghanistan sum up the varied moods in South Asia after the Taliban take over....Also, read history of the Taliban\nKashmir Life\n\n",
        "time": "2021-08-17T09:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158518668917817"
    },
    {
        "title": "کشمیر اور خطے کی جیواکنامکس کا خواب\nمنگل 10 اگست 2021ء\n\nافتخار گیلانی\n\nپچھلے دنوں دنیا بھر میں جموں و کشمیر کی مناسبت سے کئی پروگرام منعقد ہوئے، جن میں دوسال قبل 5اگست2019کو بھارت کی طرف سے خطے کو دولخت کرنے، اسکی اٹانومی اور مقامی شہریت قانون کو کالعدم کرنے کے خلاف اور حق میں دلائل دیے گئے، مگر ترکی کے دارالحکومت انقرہ میں تھنک ٹینک انقرہ سینٹر فار پالیسی اسٹڈیزیعنی انکا سام کی طرف سے منعقدہ ایک روزہ آن لائن کانفرنس کئی لحاظ سے منفرد تھی۔ سب سے اہم چیز یہ تھی کہ اس کانفرنس کو وسطی ایشیائی ملک کرغیزستان نے اسپانسر کیا تھا۔ جہاں مغربی اور عرب ممالک ان دنوں بھارت کی ناراضگی کے پیش نظر حکومتی سطح پر کشمیر سے دامن بچا کر ہی چلتے ہیں اور زیادہ سے زیادہ انسانی حقوق کے حوالے سے کوئی بیان جاری کرکے… More",
        "time": "2021-08-12T14:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158510090187817"
    },
    {
        "title": "While India’s territorial issues with many of its neighbors, including Myanmar, Bhutan, China, Pakistan, and Nepal, often draw global attention, the border disputes between various states within the country of late have also led to violent clashes.",
        "time": "2021-08-11T15:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158508434637817"
    },
    {
        "title": "JOURNEY AND EVOLUTION OF HUMAN RIGHTS IN HUMAN HISTORY\n\nIn the 8th century, BC Babylonian King Hammurabi enacted the first known statute book with 282 articles detailing punishments for crimes, false witnesses, inheritance, and behavior of judge.\n\nIn 539 BC Cyrus the Great after conquering Babylon freed slaves and declared that anyone could adopt any religion or belief and worship without fear or danger. The first four articles of the Universal Declaration of Human Rights, issued by the UN, are based on the laws enacted by Cyrus.\n\nIn the 7th century AD, Prophet Muhammad (PBUH) summed up aspects of human rights in a short sermon on the occasion of the Farewell Hajj. Everyone was made equal…",
        "time": "2021-08-09T17:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158505105322817"
    },
    {
        "title": "",
        "time": "2021-08-09T07:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158504512842817"
    },
    {
        "title": "",
        "time": "2021-08-07T20:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158501909317817"
    },
    {
        "title": "Our cartoon wizard Bashir Ahmed Bashir (BAB)'s sketches are always loaded and full of meaning.\n\nSamajhne Wale Samajh Gaye Hai, Na Samjhe Na Samjhe Wo Anari Hai",
        "time": "2021-08-06T18:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158500033422817"
    },
    {
        "title": "Death of Dogri poetess and writer Padma Sachdev has ended an era. An affable lady with scholarship and knowledge, she also received the Padma Shri, India's fourth-highest civilian award in 2001, which I had covered for KashmirTimes\n\nShe is no more but she will live all along in the hearts. Her immense contribution to Dogri language and culture will remain alive.\n\nCondolences to the bereaved family.\n\n",
        "time": "2021-08-04T18:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158496671022817"
    },
    {
        "title": "کشمیر: آئینی سرجیکل اسٹرائیک کے دو سال\nمنگل 03 اگست 2021ء\n\nافتخار گیلانی\n\nدو سال قبل 5 اگست ، 2019کووزیر اعظم نریندر مودی نے ایک طرح سے آئینی سرجیکل اسٹرئیک کر کے بھارتی آئین کی دفعہ 370 اور دفعہ 35 اے کالعدم کرکے جموں و کشمیر کی خصوصی آئینی حیثیت کو ختم کرنے کا تو اعلان کردیا، مگر اس سے بھارت کو یا کشمیری عوام کو کیا حاصل ہوا، اس کا کوئی خاطر خواہ جواب حکومت کو سوجھ نہیں رہا ہے۔ خصوصی حیثیت کو ختم کرنے کے علاوہ ریاست کو تقسیم کرکے لداخ اور اور جموں اور کشمیرکو براہ راست نئی دہلی کے انتظام میں دیا گیا۔بھارت کے سابق وزیر خارجہ یشونت سنہا کی قیادت میں حال ہی میں فکر مند شہریوں یعنی Concerned Citizens Groupکے چار رکنی وفد نے کشمیر کا دورہ کرنے کے بعد ایک رپورٹ جاری کی ہے، جس میں بتایا گیا کہ… More",
        "time": "2021-08-04T11:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158496157892817"
    },
    {
        "title": "Nestled in the breathtaking mountains 221 kilometers (137 miles) away from Muzaffarabad, the capital of Pakistan-administered Kashmir or Azad Jammu and Kashmir (AJK), lies one of the world’s ancient learning centers -- Sharda Peeth. Anadolu Ajansı visits Sharda Peeth, the ancient seat of learning and the house of worship revered by Buddhists, Jains, and Hindus",
        "time": "2021-08-03T16:48:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158494640887817"
    },
    {
        "title": "From the mountainous slope overlooking the world’s most dangerous and highly militarized border called Line of Control (LoC) -- dividing Jammu and Kashmir between India and Pakistan -- it was an incredible sight on July 21, on the eve of Eid-ul-Adha, the Muslim festival.\n\nRival soldiers wearing white gloves were shaking hands and exchanging sweets on the narrow rope bridge over the roaring Neelam or Kisanganga River at Teetwal. Just few months ago, these soldiers were targeting each other with mortars and shells.\n\nAmir Lateef writes for\n\nAnadolu Ajansı",
        "time": "2021-08-01T12:03:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158490429832817"
    },
    {
        "title": "اگر اب بھی نہ جاگے ۔پیگاسس جاسوسی اسکینڈل\nمنگل 27 جولائی 2021ء\n\nافتخار گیلانی\n\nچند ماہ قبل فرانسیسی میڈیا تنظیم فوربڈن ا سٹوریز کے ایک عہدیدار کی ای میل موصول ہوئی، جس میں بتایا گیا کہ اسرائیلی کمپنی این ایس او کے سافٹ وئیر پیگاسس سے متعلق ایک سال سے جاری ان کی تحقیق کے مطابق میرا فون بھی نگرانی کی لسٹ میں ہے۔ میں نے اس کو سنجیدگی کے ساتھ نہ لیکر جواب لکھا کہ ’’ کوئی اتنی اہم شخصیت نہیں ہوں، جس کیلئے بھارتی یا اسرائیلی خفیہ اداروں کی نیندیں حرام ہوں اور وہ اس قدر وسائل اور وقت میرے فون کی نگرانی کرنے کیلئے صرف کردیں۔بطور صحافی ہمارا کام جلد یا بدیرپبلک ڈومین میں آہی جاتا ہے ۔‘‘ مگر جب اس کے بعد دہلی میں موجود مقتدر صحافیوں، بشمول انٹرنیٹ اخبار دی وائیر کے ایڈیٹر سدھارتھ ورداراجن اور ایمنسٹی… More",
        "time": "2021-07-29T09:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158484591587817"
    },
    {
        "title": "While political groups seek attention of diaspora in UK, analysts in Muzaffarabad say seats meant for overseas Kashmiris need transparency",
        "time": "2021-07-24T13:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158474182247817"
    },
    {
        "title": "آزاد کشمیر انتخابات : سرینگر میں عدم دلچسپی کیوں؟\nمنگل 20 جولائی 2021ء\n\nافتخار گیلانی\n\nمجھے یاد ہے کہ غالباً آٹھویں جماعت میں شمالی کشمیر کے سوپور قصبہ میں ہمارے اسکول نے اس سال پکنک کیلئے اوڑی جانے کا پروگرام بنایا تھا۔ چونکہ ان دنوں اس علاقے میں فوج کی بہت زیادہ جمعیت نہیں ہوتی تھی اور رسائی بھی نسبتاً آسان تھی، اسلئے مہورا کا بجلی گھر ، نمبلہ، نورکھاء اور دیگر آبشار دیکھنے کے بعد ہم نے لائن آف کنٹرول کے پاس ہی ڈیرہ ڈال دیا۔ ایک چھوٹے سے رسی والے پل کے دوسری طرف پاکستانی فوج کی پوسٹ پر سبز ہلالی پرچم لہرا رہا تھا۔ مقامی دیہاتی اور انکے بچے دریا کے دوسرے کنارے ہاتھ ہلا کر ہمارا استقبال کر رہے تھے۔ ہمار ے ساتھ آئے استاد جب بتا رہے تھے کہ اس لائن کی دوسری طرف چکوٹھی کا قصبہ اور پھر مظفر… More",
        "time": "2021-07-22T09:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158469217012817"
    },
    {
        "title": "Eid Mubarak\nToday is the day to remember, the trailblazer of this planet, Prophet Abraham (Ibrahim. A.S), revered by three major religions, Judaism, Christianity, and Islam.\n\nHe symbolizes standing for truth, justice, sacrifice, equality, and the welfare and prosperity of humanity.\n\nWish you ALL a very happy and peaceful Eid.\n\nMay Allah, forgive our transgressions and ease the suffering all around the globe.\nOnce Again Eid Mubarak\n\nجب بھی پردیس میں عید آتی ہے\nیاد اپنے دیس کی بہت آتی ہے\nجب عید کی نماز پڑھ کے لوٹتا ہوں\nیاد اپنے گھر کی دہلیز آتی ہے\n\nजब भी परदेस में ईद आती है\nयाद अपने देस की बहुत आती है\nजब ईद की नमाज़ पढ़के लोटता हूँ\nयाद अपने घर की दहलीज़ आती है",
        "time": "2021-07-21T11:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158466903422817"
    },
    {
        "title": "Eid Prayers at Maltape Jami in Ankara, Turkey\nEid Mubarak",
        "time": "2021-07-20T06:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158463702927817"
    },
    {
        "title": "Anadolu Ajansıon the election campaign trail in Pakistan-administered Kashmir or AJK\n\nJust a few months ago, this remote mountainous northern strip of Pakistan-administered Kashmir or Azad Jammu and Kashmir (AJK) called Neelam Valley was blazing with bullets as Indian and Pakistani forces were exchanging fire.\n\nNow the mountains as high as 17,000 feet along the 740 kilometers (460 miles) Line of Control (LoC), that divides Jammu and Kashmir into India and Pakistan are blurring and echoing with sounds of loudspeakers, as electioneering picks up in AJK to elect regional assembly on July 25.",
        "time": "2021-07-18T11:25:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158459688897817"
    },
    {
        "title": "@anadoluagency on the campaign trail covering elections on another side of Line of Control.\nUnlike Kashmir Valley across LoC, the diverse ethnic nature of Pakistan-administered Kashmir plays out in the region’s electoral politics",
        "time": "2021-07-17T12:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158457405827817"
    },
    {
        "title": "Anadolu Ajansı begins ground coverage of elections on another side of LoC.\n\nPerched in lofty mountains, the scenic city of Muzaffarabad, capital of Pakistan-administered Kashmir or Azad Jammu and Kashmir (AJK) is festooned with billboards, banners, and pictures of leaders and candidates.\n\nThe election fever has taken over the region, which is going to elect regional assembly on July 25.",
        "time": "2021-07-16T14:20:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158455596507817"
    },
    {
        "title": "13جولائی1931:مظلوم کشمیری عوام کی بیداری کا دن\nمنگل 13 جولائی 2021ء\n\nافتخار گیلانی\n\nجنوبی ایشیاء کے انتہائی بدقسمت خطہ جموں و کشمیر کی جدید تاریخ کے پانچ اہم ماخذ ، لیڈران کی خود نوشت سوانح حیات کی شکل میں چودھری غلام عباس کی کشمکش، شیخ محمد عبداللہ کی آتش چنار، مرزا محمد افضل بیگ کی خاک ارجمند سید میر قاسم کی داستان حیات اور سیدعلی گیلانی کی ولر کنارے ہے ۔ کاش اسی طرح کی کوئی تصنیف مولوی محمد سعید مسعودی نے بھی تحریر کی ہوتی، تو کئی اور سربستہ رازوں سے دھند صاف ہوجاتی ۔ وہ لیڈر ساز یا لیڈر گر کی عرفیت سے بھی جانے جاتے ہیں اور تاریخ کے پہیوں کو نازک اوقات میں سمت دینے میں انکا اہم کردار رہا ہے ۔ کہتے ہیں کہ نہ صرف شیخ عبداللہ کو عوامی لیڈر بنانے میں انہوں نے رول اداکیا ہے، بلکہ دو اور لیڈران… More",
        "time": "2021-07-13T09:12:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158448794432817"
    },
    {
        "title": "جموں و کشمیر: قضیہ دارالحکومت کا\nمنگل 06 جولائی 2021ء\n\nافتخار گیلانی\n\nدسمبر میں کشمیرمیں جاڑے کا موسم شروع ہوجاتا ہے، جسے مقامی زبان میں چلہ کلان کہتے ہیں۔ خون کو جما دینے والی سردی اور اس پر طرہ کہ بجلی بند ، منفی ڈگری درجہ حرارت میں نلکوں کے پھٹنے سے پانی کی ترسیل بھی بند، برف باری سے نقل و حمل کے ذرائع معطل اور جھیلیں بھی جمی ہوئی، تو ایسی صورت میں گوشت پوشت کے کسی انسان کے پاس گھرکے اندر مقید ہوکر اعتکاف پر بیٹھنے کے سوا کیا چارہ رہتا ہے ۔ ویسے کشمیری زبان میں اعتکاف کو چلہ ہی کہتے ہیں۔ شاید اسی لئے جاڑے کے ابتدائی سخت 40دنوں کو چلہ کلان، بعد کے 20دنوں کو چلہ خورد اور پھر آخر کے 10دنوں کو چلہ بچہ کہا جاتا ہے۔\n\nکشمیر پر چلہ کی اس آفت کے نازل ہونے سے ایک ماہ قبل ہی پچھلے 149 برسوں سے…",
        "time": "2021-07-08T12:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158438715197817"
    },
    {
        "title": "The move has created suspicion that the central government has singled out the region to reduce assembly seats of the Muslim-dominated Kashmir Valley or equalize it with the Hindu majority Jammu region -- a demand propounded by Hindu groups since 1950.",
        "time": "2021-07-06T14:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158434542442817"
    },
    {
        "title": "کشمیری لیڈروں سے مودی کی ملاقات :منظر اورپس منظر\nمنگل 29 جون 2021ء\n\nافتخار گیلانی\n\nنو ے کی دہائی کے وسط میں نئی دہلی میں کشمیر کو کور کرنے والے صحافیوں اور تجزیہ کاروں کو بخوبی علم ہوگا کہ جموں و کشمیر کے قضیہ اور انسانی حقوق کی دگرگوں ہوتی صورت حال کے حوالے سے بھارت کس قدر شدید عالمی دباوٗ کا شکار تھا۔ مارچ 1994میں وزیر اعظم نرسمہا رائونے چانکیہ نیتی کا بروقت استعمال کرکے ایران کو جھانسے میں لاکر اقوام متحدہ کے انسانی حقوق کمیشن (تب یہ ادارہ کونسل نہیں کہلاتا تھا) سے کسی طرح جان تو چھڑوائی، مگر اس کے عوض ایرانی صدر ہاشمی رفسنجانی کو کشمیر پر پیش رفت کی یقین دہائی کروائی۔ کمیشن میں قرار دار پاس ہونے کی صورت میں یہ براہ راست سلامتی کونسل کے سپرد کی جانے والی تھی، جہاں مغربی ممالک بھارت کے خلاف… More",
        "time": "2021-07-01T09:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158424486682817"
    },
    {
        "title": "TURKEY today marks 96th death anniversary of Abdur Rehman Samdani alias Peshawari, who also symbolizes Turkey’s links with South Asia. Belonging to a wealthy Samdani family, Peshawari who was studying at the world-famous Aligarh Muslim University (AMU) abandoned studies to join the people’s mission to help Turkey during the Balkan war. His grandfather had migrated from Baramulla, northern district of Indian-administered Kashmir to Peshawar.",
        "time": "2021-06-30T14:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158422830682817"
    },
    {
        "title": "There was no assurance from Prime Minister Modi of early statehood or early conduct of assembly elections. PM stressed all leaders to participate in the delimitation exercise of assembly constituencies. The Delimitation Commission was set up in Jammu and Kashmir soon after Aug. 5, 2019, under Justice (Retd) Ranjana Prakash Desai along with Assam.\n\nBut in Assam, it was asked to stop working and assembly elections were conducted. In the rest of the country delimitation exercise will be taken in 2026, why this exercise in J&K only?\n\nKashmir Valley has 11 lakh population more than Jammu. BJP wants an equal number of seats for Kashmir Valley and Jammu. Therefore, BJP has asked the Commission not…",
        "time": "2021-06-24T17:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158411048307817"
    },
    {
        "title": "افغانستان: شمالی اتحاد اور بھارت کے روابط کی کہانی\nمنگل 22 جون 2021ء\n\nافتخار گیلانی\n\n26ستمبر1996ء کو جب طالبان نے برہان الدین ربانی اور احمد شاہ مسعود کی افواج کو شکست دیکر کابل پر قبضہ کرکے سابق صدر نجیب اللہ کو ہلاک کردیا،اسکے ایک ہفتے بعد تاجکستان کے دارلحکومت دوشنبہ میں رات گئے بھارتی سفیر بھرت راج متھو کمار کے گھر پر فون کی گھنٹی بجی،دوسری طرف معزول شدہ کابل انتظامیہ کے دوشنبہ میں نمائندے اور افغانستان کے موجودہ نائب صدر امر اللہ صالح لائن پر تھے۔ انہوں نے سفیر سے گزارش کی کہ ’’ کمانڈر‘‘(احمد شاہ مسعود) چند لمحے قبل دوشنبہ پہنچ گئے ہیں اور وہ بھارت کے سفیر سے ملاقات کرنا چاہتے ہیں۔\n\nویسے تو دوشنبہ میں موجود سبھی ممالک کے سفراء کابل کے حالات کسی عینی شاہد سے سننے کیلئے بے تاب تھے،مگر کمار…",
        "time": "2021-06-23T17:25:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158408680537817"
    },
    {
        "title": "On eve of World Gastronomy Day,\nAnadolu Ajansı recalls Hyderabadi Haleem first cooked dish in India boasting a Geographical Indication certificate.",
        "time": "2021-06-18T12:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158396972227817"
    },
    {
        "title": "کشمیریوں کو ذہنی مریض بننے سے بچا ئیے!\n\nمنگل 15 جون 2021ء\n\nافتخار گیلانی\n\nپچھلے کئی ہفتوں سے کشمیر میں افواہوں کے بازار نے مکینوں کا چین چھین لیا ہے۔ لگتا ہے کہ کوئی طاقت کشمیر ی عوام کو مستقل عذاب میں مبتلا رکھ کے ان کو ذہنی مریض بنانا چاہتی ہے۔ ان افواہوں کا ماخذ خود حکومت کے ہی چندایسے اقدامات کے علاوہ دہلی اور جموں میں رہنے والے شدت پسند کشمیری پنڈتوں کا ایک اجتماع ہے، جہاںحال ہی میں کشمیری مسلمانوں پر مزید ظلم و ستم ڈھانے اور ان کو فلسطینوں کی طرح اپنے ہی گھروں میں بیگانہ کرنے کی تجاویزسجھائی گئیں۔ تقریباً 300 مزید نیم فوجی دستوںکی کمپنیوں کی تعیناتی اور ان میں سے بیشتر کی شمالی کشمیر میں تعیناتی اور فوج کی غیر معمولی نقل و حرکت نے پورے خطے میں اضطرابی کیفیت پیدا کر دی ہے ۔ہر کوئی دوسرے سے… More",
        "time": "2021-06-17T13:58:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158394911627817"
    },
    {
        "title": "It was on this day, 3 yrs ago, Kashmir’s most prominent journalist Shujaat Bukhari, was assassinated minutes before the rise of the Eid crescent in the heart of Srinagar city. Pain Lingers, and So Do the Questions",
        "time": "2021-06-14T14:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158388840407817"
    },
    {
        "title": "",
        "time": "2021-06-14T11:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158388680732817"
    },
    {
        "title": "Remembering Shujaat\nBy Iftikhar Gilani\n\nShujaat Bukhari: Man, with ideas and ideals:\nWhen cross-LoC passenger bus service connecting Srinagar and Muzaffarabad was being flagged-off by then Prime Minister Manmohan Singh on April 7, 2005, Shujaat Bukhari in his indomitable style rang up and recalled one of our conversation in New Delhi back in 1994.\n\nMany people across the world from Ambassador McDonald to a host of think-tanks, peaceniks, backchannel and track II actors were claiming credit for floating the idea of the bus service and cross-LoC connectivity, which was perhaps the first and so far the only confidence-building measure (CBM) between India and Pakistan involving people of Jammu and… More",
        "time": "2020-06-14T18:38:03",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/895617344246935"
    },
    {
        "title": "This is that same table now in the visitor's room of the former Viceregal Lodge, Shimla's where the Partition Plan was discussed and signed. A handful of men drew lines on a map that changed the destiny of millions of people overnight, in 1947.\nThe table itself has a line in between.",
        "time": "2021-06-10T15:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158379725637817"
    },
    {
        "title": "کشمیر کی تازہ زمینی صورت حال\nمنگل 08 جون 2021ء\n\nافتخار گیلانی\n\nجموں و کشمیر میں لائن آف کنٹرول پر بھارت اور پاکستان کی افواج کے درمیان ہوئے سیز فائر کے100دن مکمل ہو چکے ہیں۔ اس دوران دو معمولی واقعات کے علاوہ عمومی طور پر جنگ بندی پر دونوں افواج نے مکمل طور پر عمل کیاہے۔ جموں ڈوئژن کے اکھنور، بشنہ، سانبہ ، ہیرا نگر اور کٹھوعہ کے علاقوں میں کسان اس سال کھیت جوتتے اور فصلوں کی بوائی کرتے ہوئے نظر آئے۔ سرحدی علاقوں کی آبادی نے دونوں اطراف میں میں مارٹرز اور توپوں کی گھن گرج سے آزادی تو حاصل کرلی، مگر ان 100دنوں میں وادی کشمیر کے اندر 35کے قریب پرتشدد واقعات میں 57افراد جاں بحق ہوگئے۔ اسی دوران سکیورٹی افواج نے آپریشنز کے دوران 20سے زائد مکانات کو زمین بوس کرکے اسکے مکینوں کوبے گھر کر دیا۔\n\n",
        "time": "2021-06-10T12:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158379500837817"
    },
    {
        "title": "A very unfortunate and lesser-known face of the COVID-19 pandemic is that it hit the migrant Kashmiri Pandit (KP) community in Jammu, UP, and Delhi harshly, reports the latest issue of weekly Kashmir Life.\n\nBeing scattered across India, KPs suffered heavily in the second wave. A Delhi-based publication, Naad, a monthly published by All India Kashmiri Samaj, in a quick survey (done by Anil Reshi) has listed 367 deaths from April 22-May 19.\n\nJammu was the epicenter, where 148 KPs lost lives. The second major state where most of the fatalities were reported, is Uttar Pradesh where 73 KPs were reported dead.\n\nIn Ghaziabad, one family lost two generations in a few days – the parent couple and the son and daughter-in-law -- leaving behind two minor daughters.\n\nThis is heart-wrenching. May God helps us all to get out of this trauma. Appeal to extend help to Pandit brethren.",
        "time": "2021-06-06T21:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158371634977817"
    },
    {
        "title": "93 retired top civil servants from across the country have signed a letter to Prime Minister Narendra Modi against a series of controversial decisions by Lakshadweep's administrator Praful Patel.\nThe letter from the Constitutional Conduct Group states that they are not affiliated to any political party but believe in neutrality and commitment to the Indian Constitution.",
        "time": "2021-06-06T11:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158370535667817"
    },
    {
        "title": "بھارت:کھوکھلے ترقیاتی ایجنڈہ کے نام پر مسلم اکثریتی جزائر لکشدیپ نشانے پر\n\nمنگل 01 جون 2021ء\nافتخار گیلانی\n\nبھارت کے جنوبی صوبہ کیرالا اور خلیج عدن کے درمیان بحیرہ عرب کے نقشے کو اگر زوم کرکے غور سے دیکھا جائے، تو موتیوں کی ایک مالا بکھری ہوئی نظر آئیگی، جو جزائر لکشدیپ ہیں۔ ان جزائر کے باسی آجکل انتہائی اضطراب میں ہیں۔ کشمیریوں کی طرح ان کا بھی قصور بس اتنا ہے کہ وہ مسلمان ہیں اور بھارت کے موجودہ ہندو قوم پرست حکمرانوں کی آنکھوں میں شہتیر کی طرح کھٹکتے ہیں۔ جس طرح 5اگست 2019کو وزیر اعظم نریندر مودی نے مسلم اکثریتی جموں و کشمیر کی خصوصی آئینی حیثیت ختم کرکے وہاں آبادیاتی تناسب کو بگاڑنے کی راہ ہموار کی، اسی طرح حال ہی میں مرکز کے زیر انتظا م والے جزائر لکشدیپ کے ایڈمنسٹریٹر پرفل کھوڑا… More",
        "time": "2021-06-03T10:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158363861327817"
    },
    {
        "title": "The numbers show that the population of Israeli settlers in Jerusalem is growing at a faster rate than the population of Israel.\n\nhttps://www.aa.com.tr/en/info/infographic/23303",
        "time": "2021-05-27T16:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158349296422817"
    },
    {
        "title": "اسرائیل، فلسطین جنگ اور ابو خان کی بکری\nمنگل 25 مئی 2021ء\nافتخار گیلانی\n\nاسرائیل کے ایک معروف کالم نویس گڈیون لیوی نے ایک بار وزیر اعظم ایہود براک سے جو 1999سے 2001تک اس عہدے پر فائز تھے، پوچھا کہ اگر وہ فلسطینیوں کی جگہ پر ہوتے، تو ان کے کیا احساسات ہوتے؟ براک نے برجستہ جواب دیا کہ وہ کسی دہشت گرد تنظیم کے ممبر ہوتے۔ ان کے اس بیان نے اس وقت خاصا تنازعہ پیدا کر دیا تھا۔ یہودیوں کاکہنا تھا کہ انہوں نے فلسطینیوں کی عسکری تحریک کو جواز فراہم کردیا ہے، جبکہ فلسطینیوں کا کہنا تھا کہ اسرائیلی وزیر اعظم نے ان کی سبھی تنظیموں کو دہشت گرد وں کے کھاتے میں ڈال دیاہے۔ غزہ سے بس ایک میل کے فاصلے پر اسرائیل کا شہر نگار یعنی فلم سٹی سدیروت ہے۔ بارڈر پر ہونے کی وجہ سے غزہ سے آئے راکٹوں کا نشانہ بھی زیادہ… More",
        "time": "2021-05-27T10:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158348892322817"
    },
    {
        "title": "While Israel’s recent bombing of Gaza may have taken the spotlight off the eviction of Palestinian families from Jerusalem, its bid to engineer demographic changes and attempts to control the Al-Aqsa compound in the holy city are loaded with far greater consequences for the security of the region.",
        "time": "2021-05-24T11:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158342332417817"
    },
    {
        "title": "A comparison of Chinese and Indian economies.\nShare of aggregate GDP (2020)\nIndia 6.8% China 18.3%\n\nShare of GDP of Emerging and Developing Economies\nIndia 11.8%. China 31.9%",
        "time": "2021-05-23T16:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158340514552817"
    },
    {
        "title": "یروشلم شہر سے مسلمانوں کی بے دخلی\nمنگل 18 مئی 2021ء\n\nافتخار گیلانی\n\nفلسطینی علاقے غزہ پر اسرائیل کی مسلسل بمباری اور اسکے نتیجے میں ہوئی ہلاکتوں و تباہی کے سبب فی الحال اس نئے قضیہ کے محرک یعنی مشرقی بیت المقدس (یروشلم) کے عرب اکثریتی علاقہ شیخ جراح سے فلسطینی خاندانوں کا بزور انخلا اور پھر رمضان کی ستائیسویں کو شب قدر کے موقع پر مسجد الاقصیٰ میں عبادت کرتے نمازیوں پر حملےدب گءے ہیں، مگر اسرائیل جس طرح اس مقدس شہر کا آبادیاتی تناسب اور اسکی پوزیشن تبدیل کرنے پر تلا ہوا ہے، وہ شاید ہی اس خطے میں امن و امان بحال ہونے دیگا۔\n\n1967کی چھ روزہ جنگ کے بعدجب اسرائیل نے اس شہر کا مکمل کنٹرول حاصل کیا تو ا س نے جوں کی توں پوزیشن رکھنے پر رضامندی ظاہر کی تھی ۔مگر کچھ عرصے سے وہ اس کی صریح خلاف ورزی کرتا…",
        "time": "2021-05-20T15:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158333375142817"
    },
    {
        "title": "کسی جنگ کو کور کرتے ہوئے بھی کبھی اتنی بڑی تعداد میں صحافی مار ے نہیں گئے ہیں۔\nکورونا وائرس کی دوسری لہر جہاں پورے بھارت پر اس وقت قہر ڈھا رہی ہے، صحافیوں کے لیے یہ کچھ زیادہ ہی ہلاکت خیز ثابت ہو رہی ہے۔ انسٹیٹیوٹ آف پرسیپشن اسٹیڈیز کے مطابق اپریل سے ابھی تک 152جرنلسٹ کورونا وائرس کا شکا ر ہو کر موت کی آغوش میں چلے گئے ہیں۔ مجموعی طور پر پچھلے ایک سال کے دوران 291 جرنلسٹ داغ مفارقت دے چکے ہیں۔ کسی بھی صحافی کے لئے سب سے زیادہ دردناک صورتحال یہ ہے کہ دنیا کو اسٹوریز سنانے والا خود ہی اسٹوری بن جائے۔\nRohinee Singh@dwurdu\n@https://www.facebook.com/search/top?q=dw%20%D8%A7%D8%B1%D8%AF%D9%88",
        "time": "2021-05-18T15:01:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158328749597817"
    },
    {
        "title": "A question from an Indian Muslim to Pakistanis. Pls reply.",
        "time": "2021-05-17T19:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158327084637817"
    },
    {
        "title": "جموں و کشمیر کا شمالی قصبہ اور تجارتی مرکز سوپور دنیا کے بہترین سیبوں کی پیداوار اور اپنے باشندوں کی تاجرانہ مہارت کی وجہ سے خطے کا سب سے آسودہ حال علاقہ ہے۔ یہاں کے لوگوں کی افسانوی زندہ دلی تاریخ میں رقم تو ہے مگر سیاسی بیداری کی وجہ سے یہ ہنگاموں و پچھلی تین دہائیوں سے ہلاکت خیزیوں کا بھی مرکز رہا ہے۔",
        "time": "2021-05-16T19:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158325015117817"
    },
    {
        "title": "Reminiscences about Jarnail Singh\n\nJust heard that former Aam Aadmi Party MLA Jarnail Singh (47) is no more. He had contracted COVID-19 and passed away in the ICU.\n\nI don’t claim to have any long and close association with him. But on April 7, 2009, I was sitting next to him in the front row at the Congress party briefing at the conference hall in AICC headquarters, when he shot into fame by throwing a shoe at then Home Minister P Chidambaram.\n\nMy acquaintance with him was just we used to cross paths at press club or home or defense ministry briefings. Once after returning from Siachen, where he had accompanied with a group of journalists (a tour arranged by the Defense Ministry) he wanted a…",
        "time": "2021-05-14T12:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158319918482817"
    },
    {
        "title": "س دورِ پُر آشوب میں اے عید نہ آ تو\nآئی ہے تواک نغمۂ جاں سوز بہ عنوانِ وفا چھیڑ\nکونین کو دے اس کے تاثر سے جلا تو\nآفاق سے پیمانۂ مہتاب طلب کر\nشاعر کے دل آویز خیالوں میں سما تو\n\nIs Dour Pur Aashob Mein Ae Eid Nah Aa Tu\nAayi Hai Tu Ek Naghma Jaan Soaz Bah Unwan Wafa Chaird\nKonain Ko Deay Is Ke Taasseer Se Jela To\nAfaq se Pemana Mehtaab Talabb Kar\nShayar Ke Dil Aawez Khayalon Mein Sama Tu\n\nA rough translation of Shourish Kashmiri’s Eid Tribute:\n\nOh, Eid, don’t visit in this tumultuous period;\nNow, when you have come, strike a soul-tormenting note;\nThe note that has a title of fidelity;\nThe note that‘ll make two worlds delightful;\nThe note that will seek the moon from the universe;\nThe note that…",
        "time": "2021-05-13T14:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158317915247817"
    },
    {
        "title": "Eid Namaz in Ankara, Turkey",
        "time": "2021-05-13T07:16:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158317414812817"
    },
    {
        "title": "Eid Prayers in Ankara, Turkey",
        "time": "2021-05-13T06:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158317394772817"
    },
    {
        "title": "مودی کا نیاپی ایم ہائوس یا شداد کی جنت\n\nمنگل 11 مئی 2021ء\n\nافتخار گیلانی\n\nکرونا وائرس کی دوسری خوفناک لہر سے نپٹنے میں ہنوز ناکامی اور مغربی بنگال کے صوبائی انتخابات میں شکست نے وزیر اعظم نریندر مودی اور انکے حواریوںکی چولیں ہلا کر رکھ دیں ہیں۔ بین الاقوامی میڈیکل جریدے لانسٹ نے اپنے اداریہ میں خبردار کیا ہے کہ اگست تک بھارت میں دس لاکھ افراد کورونا کی وبا ء کا شکار ہوکر موت کی آغوش میں چلے جائینگے۔ یعنی مئی اور اگست کے بیچ میں ساڑھے 7 لاکھ سے بھی زیادہ لوگ ہلاک ہو جائینگے۔\n\nعالمی میڈیا تو ویسے ہی کئی ہفتوں سے اس ابھرتی ہوئی سپر پاورکے حالات اور اسکے حکمرانوں پر افسوس کا اظہارکر رہا تھا، ملک کے اندر بھی مین اسٹریم میڈیا ، جو حکومت کے خلاف چوں بھی نہیں کرتا تھا، اب مودی اور اسکی ٹیم کی کارکرگی…",
        "time": "2021-05-12T15:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158315891162817"
    },
    {
        "title": "",
        "time": "2021-05-09T16:03:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158309242617817"
    },
    {
        "title": "In India, we have lost some 70 journalists just in a month to the second wave of COVID-19. The list is growing..\nInstitute of Perception Studies has compiled a list of journalists who died due to the virus. It needs regular updation.\nKindly visit the site and include names of journalists whom you know and have succumbed to the virus. https://ipsdelhi.org.in/contact/ or contact Dr Kota Neelima: 9810395996\nMr Aaron Mirza: 9761085740",
        "time": "2021-05-09T12:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158308807297817"
    },
    {
        "title": "",
        "time": "2021-05-07T21:01:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158305213492817"
    },
    {
        "title": "Inspiring quotable quote.",
        "time": "2021-05-06T14:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158302287572817"
    },
    {
        "title": "",
        "time": "2021-05-06T11:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158302086637817"
    },
    {
        "title": "کچھ یادیں ۔مولانا وحیدالدین خان\nمنگل 04 مئی 2021ء\n\nافتخار گیلانی\n\nمولانا وحیدالدین خان پر تعزیتی کالم تحریر کرنے کا میر بالکل کوئی ارادہ نہیں تھا۔ ایک کم علم صحافی کا علم کے سمندر پر قلم اٹھانا، تو کجا ، من کجا والی صورت حال ہے۔ روزنامہ 92نیوز کے ادارتی صفحات پر میرے ایک پسندیدہ کالم نگار نے جس طرح اپنی سابق تحریروں سے تائب ہوکر مولانا کی روح سے معافی کی درخواست کی ہے، وہ اس کالم کو لکھنے کا ایک بڑا محرک بنا۔ چونکہ دہلی میں اپنے پچھلے 30سال کے قیام کے دوران مولانا سے کبھی بالمشافہ تو کبھی ان کے درس میں بیٹھنے کا موقعہ ملتا تھا، اسلئے ان سے متعلق چند واقعات آن ریکارڈ لانا ضروری سمجھتا ہوں۔ اس میں کوئی شک نہیں کہ مولانا وحیدالدین خان ایک عہد ساز شخصیت تھے۔ میں زمانہ طالب عملی سے ہی الرسالہ کا… More",
        "time": "2021-05-06T11:26:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158302079777817"
    },
    {
        "title": "Deadly COVID wave testing nerves of Indian journalists\nOn eve of World Press Freedom Day, a look at how journalist writing stories about pandemic have become stories",
        "time": "2021-05-03T10:29:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158295462812817"
    },
    {
        "title": "Words freeze and will not suffice to express the heartfelt sorrow at the passing of dear friend Kalyan Barooah, bureau chief of the Assam Tribune in Delhi and his wife Nilakshi, who was also a journalist.\n\nMy association with Kalyan date back to March 1998, the last days of the Inder Kumar Gujaral government, when we began covering parliament. I had just joined the Delhi bureau of The Kashmir Times, which was its golden days.\n\nAssam Tribune had a reserved seat in Lok Sabha in the front row, just on the borders with the diplomatic gallery. Since we both were one-man bureaus, a bond stuck between us soon. For both of us, it was difficult to keep tabs on proceedings of two houses Lok Sabha and…",
        "time": "2021-05-01T11:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158291249607817"
    },
    {
        "title": "First, the govt did not fund the vaccine program. Placed order as late as in January and then when Serum Institute and Bharat Biotech rolled out vaccines, they focused to export them to earn brownie points against China in vaccine diplomacy. Lest the MEA removes these documents, let them remain in the record.",
        "time": "2021-04-30T22:25:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158290057917817"
    },
    {
        "title": "Despite having vaccine manufacturing facilities, India neither placed an order for vaccine doses nor issued funds to these institutions.\n\nWhen the West was pre-booking vaccine doses as early as March 2020, India placed its first order in January 2021. Looks it was not sure that its own scientists will be able to come out with the vaccine. It was left to Bill Gates foundation, which helped Serum Institute by releasing Rs. 2,200 cr for vaccine research and development.\n\nSee the below chart. Was govt behaving like a petty businessman who calculated the interest that can be saved by keeping the money.",
        "time": "2021-04-30T21:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158289916182817"
    },
    {
        "title": "",
        "time": "2021-04-30T17:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158289335842817"
    },
    {
        "title": "",
        "time": "2021-04-29T23:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158287781992817"
    },
    {
        "title": "April 29 has special significance for Kashmir.\nکشمیریوں کا مئی ڈے 29 اپریل\n\nافتخار گیلانی\n\nچند روز کے بعد دنیا بھر کے مزدور اور محنت کش مئی ڈے منایاءیں گے۔\nشاید کم لوگوں کو ہی علم ہوگا، کہ دنیا کی پہلی ٹریڈ یونین موومنٹ کا سہرا کشمیر کے سر جاتا ہے۔ مئی 1886ء شکاگو کی ہئے مارکیٹ میں مزدوروں کے خلاف تشدد کے واقعہ سے 11 سال قبل 29 اپریل 1865ء کو سرینگر کی سڑکیں شال بننے والے کاریگروں کے خون سے لالہ زار ہوگئی تھیں۔اْس واقعہ کو‘ جس میں 28افرادڈوگرہ فوج کے ہاتھوںجاں بحق ہوئے تھے کوگذرے 150برس سے زائد ہوچکے ہیں، مگر مقامی باشندوں کے دل ودماغ میں اس کے زخم ابھی تک تازہ ہیں۔چند برس قبل تک دہلی میں مقیم وادیٔ کشمیر کے معروف صحافی اور ٹریڈ یونین لیڈر آنجہانی پران ناتھ جلالی ہر سال 29 اپریل کو پریس کلب… More",
        "time": "2021-04-29T18:23:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158287180402817"
    },
    {
        "title": "",
        "time": "2021-04-29T18:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158287153692817"
    },
    {
        "title": "The phone calls from the Indian capital New Delhi these days send shivers down the spine. For the past few days, whenever the phone buzzed, it brought news of the death of a friend or a former colleague.\n\nMany friends admitted in the hospitals are gasping for oxygen with their relatives running helter-skelter to arrange cylinders using every trick under their sleeves...Read the article Anadolu Ajansı",
        "time": "2021-04-29T12:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158286613347817"
    },
    {
        "title": "کورونا کی لہر: لے ڈوبی بھارت کو وشو گورو بننے کی چاہت\n\nمنگل 27 اپریل 2021ء\n\nافتخار گیلانی\n\nبھارتی دارلحکومت نئی دہلی میں جس طرح کی نفسانفسی کا عالم ہے،دل خون کے آنسو رو رہا ہے۔ احباب کے فون آرہے ہیں، کسی کو شمشان گھاٹ میں سفارش چاہئے، تو کسی کو اپنے کسی قریبی مردہ رشتہ دارکو جلانے کیلئے لکڑی نہیں مل رہی ہے۔ روایتی اور الیکٹرک شمشان گھاٹوں پر تو مردوں کی قطاریں لگی ہیں۔ دہلی کے نواح فرید آباد میں ایک پارکنگ لاٹ کو ہی شمشان میں تبدیل کردیا گیا۔ فون کی طرف دیکھنے سے ہی خوف محسوس ہو تا ہے۔ ناول نگار مشرف عالم ذوقی انکی اہلیہ تبسم فاطمہ، معروف صحافی ضیاء الحق، دانشور اشتیاق دانش، انڈین جرنلسٹ یونین کے جنرل سیکرٹری کے امرناتھ ، سپورٹس ایڈیٹر جگن ناڈا رائو، آشیش یچھوری سمیت کئی دیگر ایسے احباب… More",
        "time": "2021-04-28T10:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158284481667817"
    },
    {
        "title": "Better late than never. Indian govt has sought help from world to tackle COVID crises.\n\nFor months, govt boasted stockpile of vaccines, launched vaccine diplomacy. Past few months India exported 6.5 crore doses 11 lakh Remdesivir injections; 9300 MT of Oxygen; 2 crore testing kits every month. Only two months ago, India was reveling in its success of reining in the spread of the virus. Now it is reporting almost 3.5 lakhs infections and 2,500 deaths a day.\n\nThe heartrending cries of anguish from hospitals, doctors, patients and from those gasping for breath for want of oxygen are killing.",
        "time": "2021-04-23T18:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158274125432817"
    },
    {
        "title": "ترک، افغان مذاکرات اور ٹریجڈی تھیٹر\nمنگل 20 اپریل 2021ء\n\nامریکہ نے افغنانستان سے حال ہی میں فوجوں کے انخلاء کا اعلان کرکے امن مذاکرات اور طالبان کو منوانے کا ٹھیکرا فی الحال ترکی کے سپرد کر دیا ہے۔ اس سلسلے میں 24اپریل سے استنبول شہر میں امن میٹنگ کا اعلان بھی کیا گیا تھا۔ مگر تنازعہ کے ایک اہم فریق طالبان کے اسمیں شرکت نہ کرنےکے اعلان سے اسکو ملتوی کردیا گیا ہے اور فی الحال ترکی صرف پاکستان اور افغانستان کے وزراء خارجہ کی میزبانی کریگا۔ لگتا ہے کہ امریکہ، قطر اور ترکی کی مدد سے کسی ایسے معاہدے کے خد و خال تیار کرنے میں مصروف ہے، جس سے شام کی طرز پر افغانستان میں جنگ بندی عمل میں لائی جاسکے اور اور زمینی صورت حال کو فریز کیا جائے۔ یعنی جس فریق کو جس علاقے پر برتری یا کنٹرول حاصل ہو، اسکو… More",
        "time": "2021-04-22T11:48:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158271379862817"
    },
    {
        "title": "Thanks to former colleague Rohinee Singh for recalling our Iftar parties at the DNA Delhi office.\n\nمیں جس میڈیا ہاؤس میں کام کرتی تھی، وہاں نیوز روم میں بس ایک یا دو ہی مسلمان تھے مگر ہم افطار کا بھر پور اہتمام کرتے تھے۔ پورے ماہ گویا ہر شام ایک عید کی طرح ہوتی تھی۔\n\nہمارے ایک سینئرایڈیٹر پارسا وینکٹیشور راو تو دن میں پرانی دہلی جا کر وہاں سے انواع قسم کے کھانے لاکر اپنی جیب سے افطاری کا انتظام کرواتے تھے۔ اکثر افطاری کی میزبانی کرنے کی ڈیوٹی لگتی تھی، جو باری باری ہنسی خوشی انجام دی جاتی تھی۔ کئی ساتھی، جو شام کو آفس آنے سے گریز کرتے تھے، رمضان کے دنوں میں وہ بھی بلا ناغہ حاضر ہوتے تھے۔ گو کہ دفتر کی افطاری سیاسی افطاریوں کی طرح شاہانہ نہیں ہوتی تھیں مگر اس میں شامل ہونا اور اپنے مسلمان ساتھیوں کے ساتھ روزہ کھولنے کی خوشی کی یادیں ہمیشہ ہی ذہن میں پیوست رہیں گی۔",
        "time": "2021-04-20T21:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158268175867817"
    },
    {
        "title": "Right from the First Anglo-Afghan War (1839-1842), which was perhaps the West’s greatest imperial disaster, history has often repeated itself in Afghanistan.\n\nThe latest US decision to withdraw troops from the war-torn country bears a telltale similarity with earlier events, the return of Dost Mohammad as king in 1842, the Geneva Accord of 1988, negotiations with the Taliban in 1998, and finally the Doha agreement in 2020.",
        "time": "2021-04-19T15:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158265546067817"
    },
    {
        "title": "One-year-old writeup but still relevant ..\n\nदिल्ली की तिहाड़ जेल में गुज़रा रमज़ान\nमंगल05 मई2020-ए-\nइफ़्तिख़ार गिलानी\nकरूणा वाइरस ने लॉक डाव के ज़रीये पूरी दुनिया को एक क़ैदख़ाना में तबदील कर दिया है। जिन्हों ने कभी जेल नहीं देखी या आज़ाद ममालिक की आज़ाद फ़िज़ाओं में ही साँसें ली हूँ, उनको क़ैद-ओ-बंद की ज़िंदगी का एहसास करवाना और एक क़ैदी की नफ़सियात का इदराक करवाना ख़ासा मुश्किल होता है।इस का मुझे बारहा तजुर्बा हो चुका है। जिन मामूलात की तरफ़ कभी हमारा ध्यान ही नहीं जाता है, क़ैदी के लिए वो एक बड़ी नेअमत होती हैं। मिसाल के तौर पर जब आपका दिल चाहे आप खड़े हो सकते हैं, बैठ सकते हैं। क़ैदी अपनी मर्ज़ी से ये काम नहीं करसकता है। इस बार लॉक डाउन की वजह से माह-ए-मुबारक रमज़ान के मामूलात भी बुरी तरह मुतास्सिर हुए… More",
        "time": "2021-04-19T12:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158265324732817"
    },
    {
        "title": "One-year-old column, but still relevant\n\nدہلی کی تہاڑ جیل میں گزرا رمضان\n\nمنگل 05 مئی 2020ء\n\nافتخار گیلانی\n\nکرونا وائرس نے لاک ڈاوٗن کے ذریعے پوری دنیا کو ایک قید خانہ میں تبدیل کردیا ہے۔ جنہوں نے کبھی جیل نہیں دیکھی یا آزاد ممالک کی آزاد فضائوں میں ہی سانسیں لی ہوں، ان کو قید و بند کی زندگی کا احساس کروانا اور ایک قیدی کی نفسیات کا ادراک کروانا خاصا مشکل ہوتا ہے۔اس کا مجھے بارہا تجربہ ہوچکا ہے۔ جن معمولات کی طرف کبھی ہمارا دھیان ہی نہیں جاتا ہے، قیدی کیلئے وہ ایک بڑی نعمت ہوتی ہیں۔ مثال کے طور پر جب آپ کا دل چاہے آپ کھڑے ہوسکتے ہیں، بیٹھ سکتے ہیں۔ قیدی اپنی مرضی سے یہ کام نہیں کرسکتا ہے۔ اس بار لاک ڈاون کی وجہ سے ماہ مبارک رمضان کے معمولات بھی بری طرح متاثر ہوئے ہیں۔ مساجد میں اذانیں تو ہو… More",
        "time": "2021-04-19T12:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158265322442817"
    },
    {
        "title": "گیان واپی مسجد۔ بابری مسجد کا ری پلے\nمنگل 13 اپریل 2021ء\n\nافتخار گیلانی\n\n90ء کی دہائی کے اوائل میں جب بھارت کے اتر پردیش صوبہ کے ایودھیا شہر میں بابری مسجد کو مسمار کیا گیا ، تو مجھے یا د ہے کہ دہلی کے نظام الدین ویسٹ کالونی میں مولانا وحید الدین خان اپنے بنگلہ میں ملاقاتیوں کو تاکید کیا کرتے تھے، کہ مسلمانوں کو مسجد کی جگہ اب رضاکارانہ طور پر ہندووں کو حوالے کردینی چاہئے۔ ان کا استدلال تھا کہ اس سے دونوں فرقوں کے درمیان نفرتیں کم ہو جائیں گی اور اس کے بدلے دیگر مساجد کے تحفظ کی گارنٹی لی جاسکتی ہے۔ چونکہ انہی دنوں پارلیمنٹ نے مذہبی مقامات ایکٹ 1991بھی پاس کیا تھا ، جس کی ر و سے بابری مسجد کے بغیر دیگر تمام عبادت گاہوں کی پوزیشن جو 1947میں تھی، جو ں کی توں برقرار رکھی جائیگی، اسلئے ان کی یہ… More",
        "time": "2021-04-15T12:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158256710287817"
    },
    {
        "title": "2015 article.Since today is the birth anniversary of Dr. B R Ambedkar. Readers may find it interesting\n\nبھارت میں امبیدکر کا جشن\n\nافتخار گیلانی\n\nبھارت میں آج کل قد آور دلت لیڈر اور آئین کے خالق ڈاکٹر بھیم رائو امبیدکر کی 125ویں سالگرہ کی تقریبات تزک و احتشام کے ساتھ منائی جا رہی ہیں۔ پچھلے دنوں پارلیمنٹ کا سرمائی اجلاس بھی 'آئین اور ڈاکٹر امبیدکر کی خدمات‘ کے موضوع پر بحث سے شروع ہوا۔ دونوں ایوانوں میں امبیدکر کی خدمات کا اعتراف کرتے ہوئے قرارداد بھی منظور کی گئی۔ وزیر اعظم نریندر مودی، کانگریس کی صدر سونیا گاندھی سمیت سبھی سیاسی جماعتوں کے لیڈروں نے اپنی سیاست کی مناسبت سے امبیدکرکی تحریروں کے حوالے دے کر ان کے سیاسی وارث ہونے کا دعویٰ کیا۔\n\nجب تاریخ کے حوالوں کا معاملہ ہو تو اکثر بھارتی…",
        "time": "2021-04-14T18:19:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158255125822817"
    },
    {
        "title": "Role of Media in Rwandan genocide is an eyeopener\n\nRadio was broadcasting hate, preparing listeners for violence. It was supported by the extremist newspaper Kangura. Killers carried a machete in one hand and a transistor in another. In a span of 100 days they killed one million people.\n\nAfrican scholars recall media had set the stage for massacre in 1994 by spreading hate against the Tutsi community, reports James Tasamba for Anadolu Ajansı\n\n",
        "time": "2021-04-08T12:51:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158240166497817"
    },
    {
        "title": "بھارت: نیکسلائٹوں کا پیغام اور قبائلی تشخص\n\nمنگل 06 اپریل 2021ء\n\nافتخار گیلانی\n\nتقریباً آٹھ سال کی نسبتاً خاموشی کے بعد بھارت کے وسطی صوبہ چھتیس گڑھ میں بائیں بازو کے ماوٗ نواز انتہا پسندوں جنہیں عرف عام میں نکسلائٹ کہتے ہیں، نے گھات لگا کر ایک بڑا حملہ کرکے 22سیکورٹی اہلکاروں کو ہلاک اور 30 کو زخمی کرکے یہ واضح پیغام دیا ہے کہ وہ جارحانہ سرگرمیاں جاری رکھنے کی صلاحیت رکھتے ہیں۔ اس سال جنوری سے اب تک ایسے حملوں میں 40کے قریب سیکورٹی اہلکار اس علاقے میں مارے جا چکے ہیں۔ چونکہ یہ واقعات کشمیر سے دور اور کسی مسلم اکثریتی علاقوں کے برعکس قبائلی علاقوں میں پیش آرہے ہیں، اسلئے پاکستان کے ساتھ تار ملا کر جنگی جنون پیدا نہیں کیا جا سکتا ہے اور نہ ہی میڈیا کو ان ہلاکتوں پر ہیجان برپا کرنے کی فرصت ہے۔ … More",
        "time": "2021-04-07T15:58:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158238009967817"
    },
    {
        "title": "While resources for the media may have dried, the situation has presented an incredible opportunity to showcase the value of good journalism and build a credible relationship with viewers and readers.\nThe pandemic also once again proved that Western media's coverage of the developing world is laced with the episodic and fragmentary urge.",
        "time": "2021-04-06T12:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158235326827817"
    },
    {
        "title": "A tale of two cities and two tulip gardens divided by Line of Control. Tulip Garden in Muzafarabad, and Tulip Garden in Srinagar. Spring is knocking doors of Kashmir. Can’t decide, which one is more beautiful? Can you?",
        "time": "2021-04-03T09:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158228031872817"
    },
    {
        "title": "عرب اسرائیلی آبادی اور انتخابات\nمنگل 30 مارچ 2021ء\n\nافتخار گیلانی\n\nچند برس قبل جب مجھے فلسطین اور اسرائیل کا دورہ کرنے کا موقعہ ملا، تو پرفضا شہر حیفہ میں پیغمبر حضرت الیاس علیہ السلام سے موسوم جبل الیاس کے دامن میں ایک خوبصورت ریسٹورنٹ میں عرب اسرائیلی ٹینس کھلاڑی نادینہ فاحوم اور انکی والدہ وفا زویب فاحوم سے ملاقات ہوئی ۔ عرب اسرائیلی کی اصطلاح دراصل ان مسلمانوں اور مسیحیوں کیلئے استعمال کی جاتی ہے، جنہوں نے فلسطینیوں کے برعکس یہودی ریاست کے اقتدار اعلیٰ کو تسلیم کیا ہے اور اسرائیلی شہریت حاصل کرکے اسکی سوسائٹی میں رچ بس گئے ہیں۔ تازہ ترین اعداد و شمار کے مطابق اسرائیل کی نو ملین آبادی میں ان کی تعداد 25فیصد کے لگ بھگ ہے، جن میں 85فیصد مسلمان ہیں۔ 1967 اور اس سے قبل 1948میں اسرائیل نے… More",
        "time": "2021-04-01T10:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158223270902817"
    },
    {
        "title": "",
        "time": "2021-03-28T17:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158215013532817"
    },
    {
        "title": "Reminiscences of Mohammad Sayeed Malik, former chief editor of Sunday Observer about Nawaz Sharif-Inder Kumar Gujral meeting in New York in 1996.\n\n“In 1996, the then Prime Minister, Inder Kumar Gujral, headed the Indian delegation to the UN General Assembly annual session in New York. I was in the accompanying press team. On our return flight from New York to New Delhi, Gujral held the\ncustomary interactive session with the media persons. Replying to a question about his meeting in NY with his Pakistani counterpart Nawaz Sharif, Gujral revealed that one of the demands forcefully pursued by Nawaz Sharif was that the Government of India allow ‘informal’ export and sale of Indian-manufactured… More",
        "time": "2021-03-28T11:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158214457657817"
    },
    {
        "title": "Sops rain in Tamil Nadu Election. A candidate is promising helicopters, Rs 1 cr, trip to Moon, robot for housewives, boat for family, artificial snow mountain to keep ppl cool, space research center & a rocket launch pad.\n\nWish I was a voter in Tamil Nadu\n\n",
        "time": "2021-03-25T18:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158208581767817"
    },
    {
        "title": "تامل ناڈو کا الیکشن۔ووٹروں کیلئے سوغاتیں\nمنگل 23 مارچ 2021ء\n\nافتخار گیلانی\n\nبھارت کے جنوبی صوبہ تامل ناڈو کی صوبائی اسمبلی کیلئے انتخابی مہم کو دیکھ کر دنیا کا ہر ووٹر ایک سرد آہ بھر کر بس یہی شکوہ کریگا کہ کاش وہ بھی اس صوبہ میں پیدا ہوتا، وہاں کا ووٹر ہوتا ۔ اس وقت تامل ناڈو کے علاوہ کیرالا، مغربی بنگال ، آسام اور مرکزی انتظام والے علاقہ پنڈوچری میں بھی اسمبلی انتخابات ہو رہے ہیں، مگر جس طرح ووٹروں کو لبھانے کیلئے نوازشوں کی بارش تامل ناڈو میں ہو رہی ہیں، و ہ بے نظیر ہے۔ تامل ناڈو کی حکمران جماعت آل انڈیا انًا دراوڑ منترا کھزگم یعنی اے آئی اے ڈی ایم کے، جو مرکز میں بر سر اقتدار بھارتیہ جنتا پارٹی (بی جے پی) کی اتحادی ہے ، پہلی بار انتخابات اپنے لیڈر اور کرشماتی شخصیت جے جیہ للتا کی غیر… More",
        "time": "2021-03-25T14:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158208228637817"
    },
    {
        "title": "BJP has found Hindutva mascot in Lachit Borphukan in Assam because he defeated Mughals. Little realizing General Ismail Siddique was leading the Ahom Army on behalf of Borphukan and Mughal Army was led by Raja Ram Singh Kachwaha of Amber, a Rajput ally of Aurangzeb. More ironic for the BJP is that their own MP Diya Kumari from Rajsamand (Rajasthan) is a descendent of Amber Jaipur Royal family of Raja Ram Singh, who fought Ahom Army. Let us give history a rest and desist scoring electoral points using events in the past.",
        "time": "2021-03-24T11:29:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158206010637817"
    },
    {
        "title": "Late BJP leader Pramood Mahajan giving tips to politicians how to speak in parliament",
        "time": "2021-03-21T08:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158199274602817"
    },
    {
        "title": "بھار تی صوبائی انتخابات، بنگال اور کیرالہ پرنظریں\nمنگل 16 مارچ 2021ء\n\nافتخار گیلانی\n\nبھارت میں اسوقت چار صوبوں ، مغربی بنگال، آسام، تامل ناڈو ، کیرالہ اور مرکزی انتظام والے خطہ پڈوچیری میں اسمبلی انتخابات کا بگل بج گیا ہے۔ مغربی بنگال کی 294 اسمبلی نشستوں پر انتخابات آٹھ مرحلوں میں 27 مارچ سے 29 اپریل کے درمیان ہوں گے، جب کہ آسام کی 126 نشستوں پر انتخابات 27 مارچ سے 6 اپریل کے درمیان تین مراحل میں منعقد ہوں گے۔ کیرالہ، تامل ناڈو اور پڈوچیری میں 6 اپریل کو بیک وقت انتخابات ہوں گے۔دو مئی کو نتائج کا اعلان کیا جائیگا۔ ان سب میں مغربی بنگال کا مقابلہ سخت ہونے کا امکان ہے، جہاں مرکز میں حکمران ہندو قوم پرست بھارتیہ جنتا پارٹی (بی جے پی) نے صوبہ میں حکمران ممتا بنرجی کی قیادت والی علاقائی جماعت… More",
        "time": "2021-03-19T10:28:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158195252192817"
    },
    {
        "title": "While the cease-fire announcement brought a sense of relief to this large population, experience has shown that if this \"conflict management\" mechanism is not converted into steps towards conflict resolution, the truce will be short-lived. In the past 73 years, such initiatives have started and collapsed in the absence of a desire to use them as means to resolve conflicts.",
        "time": "2021-03-17T17:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158190976552817"
    },
    {
        "title": "پاک بھارت فائر بندی: توقعات اور اندیشے\n\nمنگل 09 مارچ 2021ء\n\nافتخار گیلانی\n\nویسے تو جموں و کشمیر کو تقسیم کرنے والی خونی لکیر یعنی لائن آف کنٹرول پر تو 2008کے بعد ہی سے توپوں اور مارٹرز کی گھن گرج جاری تھی، مگر 2019میں پلوامہ حملہ اور بالا کوٹ پر فضائی حملوں کے بعد اس میں خاصی شدت آگئی تھی۔ اب 25فروری کو جس طرح اچانک بھارت اور پاکستان کے ڈائرکٹر جنرل ملٹری آپریشنز لیفٹنٹ جنرل پرم جیت سنگھ سانگھا اور میجر جنرل نعمان زکریا نے بندوقوں کی خاموشی کا اعلان کردیا، یہ قدم خوش آئند، مگر حیران کن اور خدشات سے پر ہے۔ اس سے قبل بھارت اور چین نے بھی لداخ خطے کی پنگانگ جھیل سے فوجیوں کا انخلا کرکے چھ ماہ سے جاری کشیدگی کو لگام دی۔ لائن آف کنٹرول کی خاموشی سے درہ حاجی پیر سے اکھنور تک کے علاقہ میں رہنے… More",
        "time": "2021-03-11T10:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158175121372817"
    },
    {
        "title": "کون ہیں لاشوں کے سوداگر؟\nمنگل 02 مارچ 2021ء\nافتخار گیلانی\n\nپچھلی دو دہائیوں کے دوران بھارت اور پاکستان تقریباً تین بار جنگ کے دہانے تک پہنچ گئے تھے، جن میں 2001ء میں بھارتی پارلیمان پر حملہ، 2008ء میں ممبئی کے دو فائیو اسٹار ہوٹلوں پر دہشت گردانہ کارروائی اور 2019ء میں جنوبی کشمیر کے ضلع پلوامہ میں بھارتی نیم فوجی کانوائے پر خود کش حملہ شامل ہے۔ مگر جو تار ان تینوں واقعات کو جوڑتے ہیں، وہ بھارتی خفیہ ایجنسیوں کو انکے بارے میں پیشگی جانکاری تھی۔ آخر ان واقعات کو روکنے کے لئے انہوں نے کارروائی کیوں نہیں کی؟ یہ ایک بڑا سوال ہے، جو ہنوز جوا ب کا منتظر ہے۔پلوامہ حملوں کی دوسری برسی کے موقعہ پر بھارت کے ایک معروف جریدہ فرنٹ لائن نے انکشاف کیا ہے کہ2 جنوری 2019ء سے13 فروری 2019ء تک یعنی حملہ سے ایک… More",
        "time": "2021-03-04T11:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158159628527817"
    },
    {
        "title": "Sr Journalist of\n@ABPNews\nRakshit Singh went to Kisan Mahapanchayat in Meerut today and resigned from his job in support of farmers. He says the channels aren't allowing to show the truth and therefore \"laat maarta hu aisi naukri ko\" ..Success is not final, failure is not fatal: it is the courage to continue that counts...Bravo Rakshit Singh\n\n",
        "time": "2021-02-27T14:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158148984302817"
    },
    {
        "title": "سردار پٹیل کی روح اور مظلوم پسماندہ مسلمان\nمنگل 23 فروری 2021ء\n\nافتخار گیلانی\n\nمعروف اردو شاعر جوش ملیح آبادی نے 1948 میں دہلی میں جب وزرات اطلاعات و نشریات کے جریدہ آ ج کل کی ادارت سنبھالی، تو اپنے دیرینہ رفیق وزیر اعظم جواہر لال نہرو کی ایما پر وہ نائب وزیر اعظم اور اپنے محکمہ کے وزیر سردار ولبھ بائی پٹیل سے ملنے چلے گئے۔ اپنی خود نوشت سوانح حیات ’’یادوں کی بارات ‘‘ میں اس ملاقات کا تذکرہ کرتے ہوئے ، جوش صاحب لکھتے ہیں کہ پٹیل نے ان کو کمرے میں لیجا کر بیٹھاتے ہی انگریزی میں کہا کہ ’’آپ نے سنا ہو گاکہ میں مسلمانوں کا دشمن ہوں۔میں آپ جیسے ان تمام مسلمانوں کی بڑی عزت کرتا ہوں، جن کے خاندان باہر سے آکر یہاں آباد ہوگئے ہیں۔ لیکن میں ان مسلمانوں کو پسند نہیں کرتا، جن کا تعلق ہندو قوم شودر… More",
        "time": "2021-02-25T10:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158144207242817"
    },
    {
        "title": "دبئی کی شہزادی لطیفہ سے مودی حکومت کا کیا رشتہ ہے؟\nمنگل 17 مارچ 2020ء\n\nافتخار گیلانی\n\nمارچ 2018۔نئی دہلی کے پاور گلیاروں میں خبریں گشت کر رہی تھیں ، کہ ستمبر 2016کی طرز پر بھارت نے ایک بار پھر پاکستان کے خلاف سرجیکل اسٹرائک کی ہے۔ اس بار یہ اسٹرائک بحیرہ عرب میں کسی جگہ کی گئی ہیں۔ قومی سلامتی کے مشیر اجیت دوول کی دہلی میں عدم موجودگی اور پورے ایک ہفتے ساحلی صوبہ گوا کے دارالحکومت پانا جی میں ڈیرہ ڈالنے سے خبرو ں کو اور بھی تقویت مل رہی تھی۔ ملک کی سمندری حدود کرا س کرکے یہ آپریشن بحری افواج کے بجائے کوسٹ گارڈز نے کیا تھا۔ خبریں یہ بھی تھیں کہ بحریہ کے سربراہ ایڈمرل سنیل لامبا خاصے ناراض تھے اور انہوں نے حکومتی رولز کا حوالہ دیکر وزیرا اعظم نریندر مودی کو شکایت کی تھی کہ بین الاقوامی پانیوں… More",
        "time": "2021-02-23T13:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158140072737817"
    },
    {
        "title": "Fernand de Varennes, UN Special Rapporteur on minority issues, and; Ahmed Shaheed, UN Special Rapporteur on freedom of religion or belief have issued the statement on Jammu and Kashmir\n\n",
        "time": "2021-02-18T20:19:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158129498397817"
    },
    {
        "title": "بھارتی کرکٹ میں دلت اور مسلمان کھلاڑی\nمنگل 16 فروری 2021ء\n\nافتخار گیلانی\n\nنوے کی دہائی میں جنوبی افریقہ میں نسل پرست نظام کے خاتمہ کے بعد جہاں دیگر شعبہ ہائے زندگی میں غیر سفید فام طبقات کو ان کا حق دلانے کیلئے اصلاحات کی گئیں، وہیں کرکٹ بورڈ اور دیگر کھیلوں کے ذمہ داران کو بھی بتایا گیا کہ ٹیموں کیلئے بھی غیر سفید فام کھلاڑی تیار کریں۔ کیونکہ سفارت کاروں کی طرح کھلاڑی بھی ملک کی ثقافت، تہذیب، رہن سہن، اور یگانگت کے آئینہ دار ہوتے ہیں۔ اس سعی کا اثر یہ ہوا کہ چند برسوں میں ہی جنوبی افریقہ کی کرکٹ اکیڈیمیاں عمر ہنری، ہرشل گبس، پال آدمز، رباڑا ، ہاشم آملہ اور دیگر لاتعداد غیر سفید فام کھلاڑیوں کو سامنے لے آئیں، جنہوں نے کرکٹ کے علاوہ ملک کا نام روشن کیا۔\n\n2007کے بعد تو کرکٹ بورڈ کیلئے لازم…",
        "time": "2021-02-18T11:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158128629077817"
    },
    {
        "title": "COVID-19 pandemic has taken the lives of 808 journalists in 66 countries. Peru 108, Brazil 95, Mexico 86, India 55, Italy 45, Bangladesh 44, Ecuador 42, USA 42, UK 25, Pakistan 23, Turkey 21, Colombia 21, Panama 16, Ukraine 14, Bolivia 14, Russia 13, Spain 11.\nhttps://www.pressemblem.ch/-1.shtml",
        "time": "2021-02-17T15:23:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158126710587817"
    },
    {
        "title": "For the third time in history, the erstwhile state of Jammu and Kashmir will go without any political representation in Rajya Sabha -- the upper house of the Indian parliament.",
        "time": "2021-02-13T20:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158117675952817"
    },
    {
        "title": "یمن کا ناسور اور امریکی حکمت عملی\nمنگل 09 فروری 2021ء\n\nافتخار گیلانی\n\nعالم اسلام کے رستے ناسوروں میں اسوقت یمن کی خانہ جنگی خاصی نمایاں ہے۔ دسمبر 2020میں اقوام متحدہ کی طرف سے جاری اعداد و شمار میں بتایا گیاکہ اس بدقسمت ملک میں پچھلے سات سالوں کے دوران د و لاکھ 33ہزار افراد خانہ جنگی اور اسکے نتیجے میں بھوک، افلاس اور بیماری سے لقمہ اجل ہوگئے ہیں۔ اسی طرح 24ملین مزید افراد فی الوقت یا تواپاہج ہوچکی ہے یا وباوٗں کی زد میں فرشتہ اجل کے ساتھ برسر پیکار ہے۔جزیرہ نماعرب کے جنوبی سرے پر واقع یمن اسوقت تین حصوں میں بٹا ہوا ہے۔ ایران کے حمایتی حوثی باغیوں کا علاقہ، صدر عبد الرب ہادی کی سعودی عرب کی حمایت یافتہ حکومت اور جنوب میں جنوبی عبوری حکومت ، جس کو متحدہ عرب امارات کی حمایت حاصل ہے۔ اس لئے نئے… More",
        "time": "2021-02-12T12:12:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158114440057817"
    },
    {
        "title": "مقبول بٹ اور افضل گورو کیلئے دوہرا معیار کیوں\nمنگل 12 فروری 2019ء\n\nافتخار گیلانی\n\n6فروری1984ء کی خنک آلود دوپہر جب دہلی سے انڈین ایئر لائنز کا طیارہ ریاست جموں و کشمیر کے سرمائی دارالحکومت جموں ایئرپورٹ پہنچا، تو سانولے رنگ کا ایک پست قد شخص تیزی کے ساتھ سیڑھیاں طے کرتے ہوئے نیچے اترا۔ دیگر مسافر تو ایئرپورٹ بلڈنگ کی طرف روانہ ہوئے، یہ شخص ایک بریف کیس تھامے سیڑھی کے ساتھ ہی پارک کی گئی ایک ایمبسڈر کار میں بیٹھ گیا، جو فوراً ہی حرکت میں آگئی۔اس کی منزل سیکرٹریرٹ سے متصل جموں کا اسمبلی کمپلیکس تھا، جہاںجموں میں متعین بھارت کے خفیہ محکموں کے چند افراد پورچ میں بے چینی کے ساتھ اس کا انتظار کر رہے تھے۔ اسمبلی کمپلیکس پہنچ کر اس شخص کو تیزی کے ساتھ وزیر اعلیٰ ڈاکٹر فاروق عبداللہ کے چیمبر میں لے… More",
        "time": "2021-02-09T20:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158108255447817"
    },
    {
        "title": "http://thewireurdu.com/52695/kashmir-afzal-guru-maqbool-bhat/",
        "time": "2021-02-09T19:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158108236877817"
    },
    {
        "title": "کرشن دیو سیٹھی۔ تاریخ جو خاموش ہوگئی\nمنگل 02 فروری 2021ء\n\nافتخار گیلانی\n\nنوے کی دہائی میں دہلی میں جرنلزم کا کیرئر شروع کرنے کے بعد جب سرینگر جانے کا موقع ملتا تھا،تو میں جموں شہر میں اکثر ٹھہرتا تھا۔ اسکی ایک بڑی وجہ کشمیر ٹائمز کے ایڈیٹر وید بھسین، معروف سیاسی کارکن اور دانشور بلراج پوری کے ساتھ ساتھ کرشن دیو سیٹھی اور کبھی کھبی اوم صراف سے شرف حاصل کرنا ہوتا تھا۔ ان مشاہرین کے ساتھ چند منٹ کی ملاقات ہی تاریخ کے ایسے دریچے کھول دیتی تھی، جو سینکڑوں کتابیں پڑھنے پر بھی حاصل نہیں ہوسکتی تھی۔ کسی شام کوجب یہ چاروں مشاہرین ریذیڈنسی رو ڈ پر واقع کشمیر ٹائمز کے دفتر یا اسکے متصل ریسٹورنٹ میں وید بھسین کی میزبانی میں ایک ساتھ ملتے تھے، تو دل میں بس یہی دعا ورد کرتی رہتی تھی، کہ یہ ملاقات جلد ختم نہ… More",
        "time": "2021-02-04T11:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158095283362817"
    },
    {
        "title": "A strong government in India never means a strong economy. Former Chief Economic Advisor Arvind Subramanian and Josh Felman find out that the Indian economy’s golden period was UPA-I when Prime Minister Manmohan Singh's government had the feeble majority and was ruling on the crutches provided by the Left Front.\n\nThe downfall of the economy started soon during UPA-II when Congress-led UPA got its own majority and has completed under the Modi government. These graphs taken out from the study will show India’s great slowdown.",
        "time": "2021-02-03T17:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158093262677817"
    },
    {
        "title": "JAMMU AND KASHMIR IN UNION BUDGET\n\nTransfers to Jammu and Kashmir ……30757 cr\n\nGrants towards contribution to Union Territory And Disaster Response Fund …..Rs. 279 cr\n\nPackage for the Special Catagory States for Jammu and\nKashmir, Himachal Pradesh and Uttarakhand. ……..Rs. 20 cr\n\nIndustrial Development Scheme, 2017 for Union\nThe territory of Jammu & Kashmir and Union Territory of\nLadakh Rs…….. 100 cr.\n\nIndustrial Development of UT of Jammu and Kashmir……. Rs. 104 cr\n\nJammu and Kashmir Light Infantry …….Rs. 1,451 cr.\n\nSpecial Scholarship Scheme for Jammu and Kashmir……. Rs. 225 cr.\nGirls Hostels will be constructed in Jammu and\nKashmir. ……Rs. 20 cr.\nPrime Minister's Development Plan for\nJammu and…",
        "time": "2021-02-01T13:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158088084197817"
    },
    {
        "title": "As centuries ago India turfed out the Lord Buddha’s teachings for their opposition to social inequality, many Indians are now wishing to turf out Gandhi for his ideas of inter-faith harmony.\n\nhttps://www.aa.com.tr/en/asia-pacific/-turkish-swords-gandhi-s-moral-backing-foil-colonial-plot-/2128212",
        "time": "2021-01-30T16:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158082746812817"
    },
    {
        "title": "ثقافتی یلغار: کشمیر ی زبان کے بعد وازوان نشانہ پر\nمنگل 26 جنوری 2021ء\n\nافتخار گیلانی\n\nاپریل 1985کو جموں و کشمیر کے گورنر جگموہن اور ریاستی کانگریسی لیڈروں نے وزیر اعلیٰ غلام محمد شاہ کو گدی سے اتارنے کی پوری تیاری کی تھی۔ شاہ نے ایک سال قبل وزیراعظم اندرا گاندھی کی مددسے نیشنل کانفرنس کے 15 اراکین اسمبلی کو توڑ کر اپنے سالے ڈاکٹر فاروق عبداللہ کو تخت سے اتارا تھا۔ گورنر نے شکایتوں کا ایک پلندہ نئے وزیر اعظم راجیو گاندھی کو بھیجا تھا اور نئی حکومت بنانے کی سفارش کی تھی۔ مقامی کانگریسی لیڈروں کی رال ٹپک رہی تھی۔ 1975کے بعد پہلی بار وہ اقتدار کے قریب آرہے تھے۔ ان سبھی پیش رفتوں کے درمیان معمر اور جہاندیدہ وزیر اعلیٰ شاہ نے سرینگرکے بہترین باورچیوں اور تین صحافیوں کومنتخب کرکے جہاز میں دہلی کا رخ… More",
        "time": "2021-01-28T10:28:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158075745827817"
    },
    {
        "title": "Nine years ago at Jaipur Literary Festival with Fatima Bhutto Offical",
        "time": "2021-01-24T09:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158060296607817"
    },
    {
        "title": "https://kashmirlife.net/twentieth-century-kashmir-vol-12-issue-40-257293/",
        "time": "2021-01-21T18:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158053309022817"
    },
    {
        "title": "ارناب گیٹ:مردہ اجسام پر خوشیاں منانا اور انکو انتخابات میں بھنانا\nمنگل 19 جنوری 2021ء\n\nافتخار گیلانی\n\n24دسمبر1999۔۔نیپال کے دارلحکومت کھٹمنڈو سے انڈین ائیر لا ئن کی فلائٹ 814دہلی کی طرف محو پراو ز تھی، کہ اس کو اغوا ء کرکے پہلے امرتسر ، پھر لاہور، دوبئی اور بعد میں قندھار لے جایا گیا۔ امرتسر سے روانگی کے بعد جب یہ جہاز رات کے 8بجے لاہور ایر پورٹ پر اترا، تو دہلی میں کرائسس منیجمنٹ گروپ کی میٹنگ میں خفیہ محکمہ کے ایک اہلکار نے مشورہ دیا کہ اس جہاز کو پاکستانی سرزمین پر دھماکہ سے اڑادیا جائے۔ یہ میٹنگ ابھی جاری ہی تھی، کہ خبر آئی کہ جہاز لاہور سے پرواز کر کے کسی نامعلوم منزل کی طرف رواں ہے۔ رات کے کسی پہر جہاز نے دوبئی ایر پورٹ پر لینڈ کیا۔ اگلی صبح کرائسس منیجمنٹ گروپ کی دوبارہ میٹنگ تھی اور… More",
        "time": "2021-01-21T11:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158052762537817"
    },
    {
        "title": "Since social media transcends barriers, the issues need to have global responses.\nThere is ample need for the UN to deliberate on the issue and frame uniform guidelines and also set up an independent regulator, who can be an appellate authority to adjudicate on the blocking of contents.\nThe regulator must differentiate between a hate message and genuine peaceful protests to allow an online democratic space. Otherwise, leaving such decisions to the board rooms of four giant global corporations will only lead towards “digital fascism”, where lesser mortals and the developing world will suffer the most.",
        "time": "2021-01-18T13:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158046636367817"
    },
    {
        "title": "Valuable friend, fellow hardcore reporter Onkar Singh passed away in Delhi. Rest In Peace, Onkar Singh, Superman of News..Tribute by Firdaus Ashraf\n\n",
        "time": "2021-01-14T12:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158037730557817"
    },
    {
        "title": "سری لنکا بنام کشمیر : 13ویں ترمیم اور دفعہ 370\nمنگل 12 جنوری 2021ء\n\nافتخار گیلانی\n\nاس سال اپریل ۔مئی میں بھارت میں پانچ صوبائی اسمبلیوں کے انتخابات منعقد ہو رہے ہیں، جن میں تامل ناڈو، مغربی بنگال، آسام، کیرالا اور مرکز کے زیر انتظام علاقہ پانڈیچری شامل ہیں۔ ان میں جنوبی صوبہ تامل ناڈو اور مغربی بنگال اسلئے اہم ہیں، کیونکہ ان دونوں صوبوں میں مرکز میں حکمران ہندو قوم پرست بھارتیہ جنتا پارٹی (بی جے پی)اکیلے یا اتحادیوں کے دم پر پہلی بار اقتدار میں آنے کیلئے پر تول رہی ہے۔ چونکہ تامل ناڈو کی داخلی سیاست پر سری لنکا کی صورت حال اور وہاں تامل اقلیت کی حالت زار اثر انداز ہوتی ہے، اسی لئے پچھلے ہفتے وزیر اعظم نریندر مودی نے اپنے وزیر خارجہ سبرامنیم جے شنکر کو کولمبو بھیج کر وہاں حکمرانوں کو یاد… More",
        "time": "2021-01-14T11:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158037594097817"
    },
    {
        "title": "بائیڈن کی صدارت، امیدیں اور اندیشے\nمنگل 05 جنوری 2021ء\n\nافتخار گیلانی\n\nبارہ سال قبل جب ڈیموکریٹک پارٹی کے امیدوار بارک اوبامہ نے امریکہ میں عہدہ صدارت سنبھالا ، تو عرب ممالک خصوصاًفلسطین میں خاصی امیدیں بندھی ہوئی تھیں۔ مجھے یاد ہے کہ مسلم آوٹ ریچ کے پلان کے تحت ا مریکی انتظامیہ نے چنیدہ بھارتی مسلمانوں کے ایک وفد کو واشنگٹن بلایا تھا۔ واپسی پر اس کے ایک رکن انڈیا اسلامک کلچرل سینٹر کے صدر سراج قریشی نے باضابط ایک پریس کانفرنس منعقد کرکے یہ مژدہ سنایا کہ بس ایک برس کے اندر عالم اسلام کا سب سے بڑا مسئلہ فلسطین حل ہونے والا ہے۔ جب ان سے مزید استفسار کیا گیا ، تو ان کا کہنا تھا کہ خود صدر اوبامہ نے وائٹ ہاوس میں ان کو یہ یقین دہائی کروائی ہے۔ نوبل انعام کمیٹی نے بھی شاید ان ہی امیدوں کی وجہ… More",
        "time": "2021-01-09T12:50:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158026481927817"
    },
    {
        "title": "علی گڑھ یونیورسٹی کا صد سالہ جشن، وسوسے اور اندیشے\nمنگل 29 دسمبر 2020ء\n\nافتخار گیلانی\n\nبھارت میں جہاں مسلمان ہر شعبے میں اس قدر پیچھے ہیں کہ بنیادی ضرورتوں کے فقدان کی وجہ سے ان کی بستیاں دور سے ہی پہچانی جاتی ہیں، علی گڑھ ریلوے اسٹیشن کے مشرق میں جس میں سول لائنز، علی گڑھ مسلم یونیورسٹی اور اس کی وجہ سے وجود میں آئی لاتعدادمسلم اشرافیہ کی بستیاںغالباً واحد ایسی جگہیںہیں، جہاں مسلمانوں کا عظیم ماضی اور شان و شوکت جھلکتی ہے۔ علی گڑھ مسلم یونیورسٹی نہ صرف اس وقت بھارت کے مسلمانوں کے لیے تعلیم کی کھڑکی کا کام کر رہی ہے، بلکہ ان کی ثقافت اور شناخت کی ایک اہم علامت بھی ہے۔ پچھلی ایک صدی کے دوران اس ادارے نے جنوبی ایشیا کو آٹھ سربراہان مملکت دیے ہیں، جن میں سے پانچ پاکستان کے حکمران رہے ہیں۔ بقیہ… More",
        "time": "2021-01-01T19:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158009000052817"
    },
    {
        "title": "Those who want to understand farmer issues in India. This comedy is apt..",
        "time": "2020-12-31T21:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158006686842817"
    },
    {
        "title": "A Happy New Year! Best wishes for a happy, and more importantly, healthy and wealthy new year. Whether online or in-person, looking forward to being in touch next year!\n\nA rough translation of Iqbal’s famous poem ‘Adam Is Received By The Spirit Of The Earth’ may boost us all to welcome the New Year with animated spirit.\n\nOpen your eyes and look above,\nLook at the streak of dawn;\nLook at the veiling of the vision;\nLook at the banishment unfair;\nLook at the battle of hope and fear.\nYours are the clouds, the rains, the skies,\nYours are the winds, the storms,\nThe spark in you is a radiant sun;\nA new world lives in you;\nYou guard eternal secrets divine,\nAnd live a life of obedient power;\nLook at the world as shaped by your will.\n\nA very Happy New Year to you again. May 2021 give us all professional satisfaction and make achieving our goals easier.",
        "time": "2020-12-31T20:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158006540522817"
    },
    {
        "title": "",
        "time": "2020-12-31T20:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158006539417817"
    },
    {
        "title": "LIKE IN RECENT BIHAR POLLS, WHERE CONGRESS SPOILED PARTY OF ITS ALLIES, IN JAMMU AND KASHMIR AS WELL, THE GRAND OLD PARTY ROCKED PEOPLE’S ALLIANCE FOR GUPKAR DECLARATION BOAT IN JAMMU REGION …….AN ANALYSIS BY Tasavur Mushtaq IN KASHMIR LIFE\nUnlike Kashmir, the PAGD prospects were seriously compromised by the Congress, a party that stands banished from Jammu and Kashmir’s Hindu belt and has taken refuge in the majority population pockets. Congress being a national party has to be quite responsive to the criticism that BJP manufactures for it. In Srinagar, it started as a PAGD\nconstituent. Till the first list of nominations was out, Congress was taking its fair share. As BJP upped its ante in… More",
        "time": "2020-12-29T11:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10158001603867817"
    },
    {
        "title": "",
        "time": "2020-12-27T22:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157998628312817"
    },
    {
        "title": "2018 column...Tribute to Atal Bihari Vajpayee\n\nواجپائی :معتدل یا موقع پرست سیاستدان؟\n\nمنگل 21 اگست 2018ء\n\nبھارت کے سابق وزیر اعظم اٹل بہاری واجپائی طویل علالت کے بعد گزشتہ ہفتہ دہلی میں چل بسے۔ و ہ تین بار وزیر اعظم رہے اور غالباً پاکستان کا تین بار دورہ کرنے والے واحد بھارتی لیڈر بھی تھے۔ گو کہ ان کا شمار ہندو قوم پرست بھارتیہ جنتا پارٹی (بی جے پی) کے اعتدال پسند لیڈروں میں ہوتا ہے، مگر بتایا جا تا ہے کہ بی جے پی اور اسکی مربی تنظیم راشٹریہ سیویم سیوک سنگھ ( آر ایس ایس) نے باضابط ایک منصوبہ کے تحت ان کو کانگریس اور دیگر سوشلسٹ لیڈروں کے مقابل ایک مکھوٹہ کی طرح استعمال کیا، تاکہ پاور حاصل کرکے شدت پسند نظریہ کو پروان چڑھایا جاسکے۔ میں نے پہلی بار 1991ء میں واجپائی کو روبرو دیکھا۔ دہلی کے وسط… More",
        "time": "2020-12-25T19:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157994190832817"
    },
    {
        "title": "Old column: A tribute to Atal Bihari Vajpayee on his birth anniversary\n\n",
        "time": "2020-12-25T19:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157994152207817"
    },
    {
        "title": "اردو ادب کے شاہکار- کءی چاند تھے سرآسمان- کا چاندآج غروب ہوگیا\nAuthor of magnum-opus Kai Chaand The Sar-e-Aasman is no more.\n\n",
        "time": "2020-12-25T15:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157993741922817"
    },
    {
        "title": "Church of Nativity in Palestine, where Hazrat Esa (AS) or Jesus Christ was born.\n\nIt is actually Christmas in the heart, that puts Christmas in the air.\nA merry Christmas to all, in the difficult times.\n\nThe difficult times are to be fought with spirits and faith.\nWishing a happy Christmas, a fulfilling year ahead, showered with unimaginable peace and prosperity.\n\nMerry Christmas!\n\nMay dash sadness to defeat.\nUpon this Christmas Day,\nMay blessings always come our way.",
        "time": "2020-12-24T20:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157991750902817"
    },
    {
        "title": "Daniel Pearl’s key murder suspect in US custody yet to face trial\nThe plot thickens as the US insists on Omar Sheikh sentence and does not prosecute Khalid Sheikh for Pearl’s killing",
        "time": "2020-12-24T15:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157991175557817"
    },
    {
        "title": "پاکستان میں اپنے ہم منصبوں کے برعکس بلوریا یا ڈیسائی خاصے لو پروفائل، نام و نمود سے عاری اور تشہیر سے دور بھاگتے ہیں۔ اس کی وجہ شاید یہ ہے کہ پاکستان میں، جو افراد بھارتی قیدیوں کے کیسوں کی پیروی کرتے ہیں، و ہ کسی نہ کسی غیر سرکاری تنظیم یا این جی او سے جڑے ہوئے ہوتے ہیں۔ اسی لیے شاید وہ تشہیر کا کوئی موقع ہاتھ سے جانے نہیں دیتے ہیں۔ بھارت میں یہ دونوں افراد انفرادی طور پر اپنے نفس کو مطمئن کرنے کے لیے رضاکارانہ طور پر یہ کام کرتے ہیں۔",
        "time": "2020-12-23T10:16:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157988591302817"
    },
    {
        "title": "Scholar Gail Minault, professor emerita at the US-based University of Texas, recalls how students of the college cut down their expenses on food to contribute generously to the Turkish relief fund during Tripolitan and Balkan conflicts from 1912-13. The students raised an amount of 13,800 Ottoman liras, which is converted into current gold rates equals 42 million Turkish liras ($5 million).",
        "time": "2020-12-22T13:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157986823927817"
    },
    {
        "title": "Punishing Palestinian farmers by uprooting olive trees. Jewish settlers uprooted 8,400 olive trees in 2020, affecting the source of living of thousands of Palestinian farmers.",
        "time": "2020-12-19T20:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157980548142817"
    },
    {
        "title": "بھارتی صوبہ اترپردیش میں ریورس’’ لو جہاد‘‘\n\nمنگل 15 دسمبر 2020ء\n\nافتخار گیلانی\n\nبھارت کے سب سے بڑے صوبہ اتر پردیش میں بین مذہبی شادیوں ، جس کو’’ لو جہاد‘‘ کا نام دیا گیا ہے، کے خلاف قانون سازی کے بس 48گھنٹوں کے اندر ہی جس طرح پولیس نے ایک مسلم جوڑے کو نکاح کی تقریب کے دوران حراست میں لیکر ان کو پولیس اسٹیشن میں مبینہ طور پر ازیتیں دی، اس سے ہلکا سا اندازہ ہوتا ہے کہ مستقبل میں اس قانون کی آڑ میں مسلم نوجوانوں کو کس طرح ہراساںکیا جائیگا۔ لگتا ہے کہ مسلمانوںکو شادی یا نکاح کی تقریب منعقد کرنے سے قبل اب پولیس سے باضابطہ اجازت لینی پڑے گی ، اور یہ یقین بھی دلانا پڑے گا ، کہ دلہن کسی دوسرے مذہب کی نہیں بلکہ مسلمان ہی ہے۔ جہاں ایک طرف اب حکومتی اداروں نے مسلمان لڑکوں کی دیگر مذاہب کی لڑکیوں کے ساتھ… More",
        "time": "2020-12-17T13:18:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157975568792817"
    },
    {
        "title": "Between hope and despair, Middle East awaits Joe Biden to adopt people-centric approach to settle disputes",
        "time": "2020-12-17T11:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157975437647817"
    },
    {
        "title": "",
        "time": "2020-12-12T13:48:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157964871107817"
    },
    {
        "title": "بھارت:’’ لوجہاد‘‘مسلمانوں کے سماجی بائیکاٹ کی تیاری\nمنگل 08 دسمبر 2020ء\n\nافتخار گیلانی\n\nبھارت میں 1998کے عام انتخابات کے موقع پر جب بھارتیہ جنتا پارٹی(بی جے پی) کی قیادت میں قومی جمہوری اتحاد کا انتخابی منشور تیار ہو رہا تھا ، تو اسکی ابتدائی ڈرافٹنگ کا کام ماہر اقتصادیات موہن گوروسوامی کو دیا گیا تھا ۔ منشور کی ڈرافٹنگ کمیٹی میں اٹل بہاری واجپائی، لال کشن ایڈوانی، جارج فرنانڈس، موجودہ نائب صدر وینکییا نائیڈو، پرمود مہاجن، شرد یادو اور چند دیگر لیڈران شامل تھے۔ گوروسوامی کی طرف رخ کرکے واجپائی نے زور دیا کہ ملک کو جوہری طاقت بنانا اور تبدیلی مذہب کو روکنے کے سلسلے میں قانون سازی کرنے کے وعدے منشور میں شامل ہونے چاہیں۔ جوہری دھماکہ کرنے کے معاملے پر کمیٹی میں کچھ زیادہ بحث نہیں ہوئی، بس یہ… More",
        "time": "2020-12-11T09:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157962339822817"
    },
    {
        "title": "@firatsunel Turkey appoints Firat Sunel, diplomat cum literary scholar, author as next envoy to India. His novel about the exile of Meskhetian Turks, transformed into a TV series was a big hit. Turkish answer to Vikas Swaroop! @MEAIndia",
        "time": "2020-12-09T19:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157958793132817"
    },
    {
        "title": "KISI KAAY SAAMNAY NAA JUKI MERI GARDAN ...POEM THAT SHEIKH ABDULLAH USED TO RECITE IN PUBLIC MEETINGS. BUT?\n\nThis cartoon was supposed to appear in Srinagar Times in 1975 when the Indra-Sheikh accord came into being but was not published",
        "time": "2020-12-07T16:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157954083892817"
    },
    {
        "title": "",
        "time": "2020-12-06T10:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157951559317817"
    },
    {
        "title": "Flashback 1968..Mirdula Sarabai interview on Sheikh Abdullah.. Has anything changed for Kashmir? Kindly check sequence of pages..",
        "time": "2020-12-06T10:01:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157951558452817"
    },
    {
        "title": "احمد پٹیل مرحوم :بھارتی سیاست کا رازدارچل بسا\nمنگل 01 دسمبر 2020ء\n\nافتخار گیلانی\n\nبھارتی پارلیمنٹ کمپلیکس کے بالکل سامنے ہی جامع مسجد نئی دہلی واقع\nہے۔ اکثر عشاء کی نماز کے بعد کونے میں ایک شخص مسجد کے مقفل ہونے تک خشوع و خضوع کے ساتھ نمازیں ادا کرتا ہوا نظر آتا تھا۔ یہ شخص اور کوئی نہیں ، بلکہ بھارت کی سب سے بڑی اپوزیشن کانگریس پارٹی کے صدر سونیا گاندھی کے سیاسی مشیر احمد پٹیل ہوتے تھے، جو کورونا وائرس کا شکار ہوکر 25نومبر کو داعی اجل کو لبیک کہہ گئے۔ پچھلے ڈیڑھ سال کے عرصے میں یکے بعد دیگرے بھارتی سیاست کے تین اہم بیک روم بائز ارون جیٹلی، امر سنگھ اور اب احمد پٹیل کے انتقال سے ایک ایسا خلا پیدا ہوگیا ہے، جس کو پر کرنا نا ممکن لگتا ہے۔ جیٹلی اور امر سنگھ نجی ملاقاتوں میں تو اکثر اپنے… More",
        "time": "2020-12-03T11:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157944948412817"
    },
    {
        "title": "On eve of the Birthday of Guru Nanak today, an excellent article by Rohinee Singh. How the Sikh community can play a bridge between India and Pakistan",
        "time": "2020-11-30T11:28:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157938813682817"
    },
    {
        "title": "آذربائیجان کی فتح: ایک نئے ورلڈ آرڈر کی نوید\n\nمنگل 24 نومبر 2020ء\n\nافتخار گیلانی\n\nآذربائیجان کی فوجیں پچھلے ہفتے جب نگورنوکاراباخ کے اہم شہر شوشا میں داخل ہوگئیں ، تو ترکی کے دارلحکومت انقرہ کے نواح میں رہنے والی ایک ضعیف العمر آذربائیجانی خاتون زلیخا شاناراوف نے گھر کے اسٹور سے ایک پرانا زنگ آلود صندوق نکالا، جس کو اسکی فیملی نے ماضی میں کئی بار کوڑے میں پھینکنے کی کوشش تھی۔مگر بڑی بی کا اس بکس کے ساتھ ایسا جذباتی رشتہ تھا کہ و ہ آسمان سر پر اٹھا کر اسکو ناکام بناتی تھی۔ شوشا کے آزاد ہونے کی خبر نے اس عمر رسیدہ خاتون کو گویا پھر سے جوان کردیا ، اوراسنے پوری فیملی کو جمع کرکے اس صندوق کو کھولنے کا حکم دے دیا۔ اس چھوٹے سے بکس میں اس نے شوشا میں واقع اپنے مکان کی چابی حفاظت کے ساتھ رکھی… More",
        "time": "2020-11-27T10:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157932828932817"
    },
    {
        "title": "New science. Cow inhales and exhales oxygen",
        "time": "2020-11-25T19:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157929397647817"
    },
    {
        "title": "US President-elect Joe Biden's ministerial team\n\nBiden’s Picks:\nAvril Haines, an expert in international law who has worked for the Obama and Bush administrations, is nominated to become the country’s first female director of national intelligence.\nLinda Thomas-Greenfield, a 35-year veteran of the Foreign Service who has served in diplomatic posts around the world, is nominated for U.S. ambassador to the United Nations.\nAlejandro Mayorkas is nominated to head the Department of Homeland Security, potentially making him the first Latino and the first immigrant to lead the agency responsible for most of the nation’s policies on immigration.\nJanet Yellen, the first woman to lead the Federal… More",
        "time": "2020-11-25T09:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157928710762817"
    },
    {
        "title": "Thank you, Sheela Bhatt for reminding Guzra Hua Zamana...It will not return, but memories remain etched.\n\nGuzra Hua Zamana, Aata Nahin Dubara\nHafiz Khuda Tumhara\nKhushiyaan Thi Chaar Din Ki Aansoo Hain Umr Bhar Ke\nTanhaiyon Mein Aqsar Royenge Yaad Kar Ke\nVo Waqt Jo Ki Hamne Ik Saath Hai Guzaara\nHafiz Khuda Tumhara...",
        "time": "2020-11-22T20:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157922998817817"
    },
    {
        "title": "بھارتی مسلمان ووٹرزـ: متبادل حکمت عملی کی ضرورت\nمنگل 17 نومبر 2020ء\n\nافتخار گیلانی\n\nامریکی ووٹروں نے صدارتی انتخابات میں کورونا وائرس سے نمٹنے میں ناکامی، ابتر معیشت اور سیاہ فاموں کے خلاف نسلی تشدد کیلئے صدر ڈونالڈ ٹرمپ کو وا ئٹ ہاوس سے باہر کا راستہ تو دکھا دیا، مگر ہزاروں میل دور بھارت کی مشرقی ریاست بہار کے حالیہ انتخابات میں جس طرح وزیر اعظم نریندر مودی کی پارٹی بی جے پی کے زیر قیادت اتحاد نے اقتدار میں واپسی کی، اس سے لگتا ہے کہ دہلی میں ہوئے مسلم کش فسادات ،کورونا وائرس سے نپٹنے میں ناکامی یا لاک ڈاون کی وجہ سے مہاجر مزدوروں کی حالت زار بھارتی ووٹروں کو پسیج نہیں پائی۔ تمام تر ناکامیو ں کے باوجود ، وہ مودی کی گفتار اور ہندو تواکی سیاست کے اسیر ہیں۔ مگر باریک بینی سے انتخابات کے نتائج کا… More",
        "time": "2020-11-19T10:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157915629467817"
    },
    {
        "title": "بھارت اور پاکستان کے درمیان حالات ان دنوں کشیدہ ہیں۔ ليکن کيا سکھ برادری اور اس کے نظريات دونوں ممالک کے درمیان ایک پل کا کام کرتے ہوئے قربتوں کا باعث بن سکتی ہے۔",
        "time": "2020-11-18T11:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157913279212817"
    },
    {
        "title": "نئی امریکی انتظامیہ اور ترجیحات\n\nمنگل 10 نومبر 2020ء\n\nافتخار گیلانی\n\n2016میں جس وقت ڈونالڈ ٹرمپ ریپبلیکن پارٹی کی طرف سے صدارتی نامزدگی کیلئے جدوجہد کر رہے تھے، بھارتی اپوزیشن کانگریس کی صدر سونیا گاندھی علاج کے سلسلے میں امریکہ میں تھیں۔ واپسی پر جب و ہ پارلیمنٹ کے اجلاس میں شرکت کرنے کیلئے آئیں، تو وقفہ کے دوران سینٹرل ہال میں کئی صحافی اور سیاستدان ان کی خبر و خیریت دریافت کرنے کیلئے ان کے ارد گرد جمع تھے۔ مختلف موضوعات کے علاوہ امریکی سیاست بھی زیر بحث تھی۔ چونکہ وہ امریکہ سے تازہ وارد ہوئی تھیں، اکثر افراد ان سے متوقع امیدوارں، اور انکی کامیابی کے امکانات کے بارے میں استفسار کر رہے تھے۔ اس دوران انہوں نے کہا کہ بزنس مین ڈونالڈ ٹرمپ کے نہ صرف ریپبلکن پارٹی کی نمائندگی حاصل کرنے کے قوی… More",
        "time": "2020-11-12T11:35:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157899092737817"
    },
    {
        "title": "",
        "time": "2020-11-11T20:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157897537207817"
    },
    {
        "title": "African nation The Gambia has a unique voting system. Instead of ballot papers or EVM, voters drop glass marbles in drums behind polling booths. The marble, when dropped hits a bell indicating a vote was cast. It is called marble, drum, and bell voting system\n\n",
        "time": "2020-11-11T13:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157897026187817"
    },
    {
        "title": "Joe Biden's Indian connect. His great-great-grandfather George Biden was Captain in East India Trading company based in Mumbai. After retirement, George Biden decided to settle in India and married an Indian woman.\n\n",
        "time": "2020-11-06T16:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157885160712817"
    },
    {
        "title": "مغرب کے دوہرے معیار اور مسلم دنیا کی بے حسی\n\nافتخار گیلانی\n\nمنگل 03 نومبر 2020ء\n\nڈنمارک کے ایک اخبار نے 2005میں جب پہلی بار توہین آمیز خاکے شائع کئے تو مسلم دنیا میں خاصا اضطراب پھیل گیا تھا۔ گو کہ فرانس کی موجودہ حکومت کی طرح ہی ڈنمارک نے بھی ان دنوں اظہار آزادی رائے کا حوالہ دیکر اعتراضات کو مسترد کردیا، مگر اسلامی دنیا کے سخت رد عمل اور مشرق وسطیٰ کے کئی ممالک کے عملاً اقتصادی تعلقات کو ڈاون گریڈ کر نے سے، کوپن ہیگن کی حکومت نے مسلم ممالک میں کئی وفود بھیجے اور سنجیدگی کے ساتھ اس ایشو پر غور و خوض کرنا شروع کردیا۔ اسی دوران ایک دن نئی دہلی میں مقیم ڈنمارک کے سفیر نے ایک تقریب کے دوران مجھے بتایا کہ ان کے وزیر ممکت برائے کلچر اور ڈینش کلچرا نسٹییٹوٹ کے سربراہ کسی کانفرنس میں شرکت کرنے کیلئے… More",
        "time": "2020-11-06T12:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157884842202817"
    },
    {
        "title": "While it is time for Muslim organizations to reach out, a bigger duty rests on the shoulders of heads of Muslim nations, and more so on the Organization of Islamic Cooperation (OIC).",
        "time": "2020-10-31T21:17:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157872445167817"
    },
    {
        "title": "بھارت: نظریں ہیں بہار پر\n\nمنگل 27 اکتوبر 2020ء\n\nافتخار گیلانی\n\nنوے کی دہائی کے اوائل میں دہلی میں صحافت شروع کرتے ہی ایک بارمغربی بنگال کے ریاستی دارالحکومت کولکتہ میں منعقدہ ایک کانفرنس کو ر کرنے کا حکم صادر ہوا۔ سپر فاسٹ ڈیلکس ٹرین جب صبح سویرے پو پوٹھنے سے قبل ، اتر پردیش کے آخری اسٹیشن مغل سرائے (جس کا نام اب تبدیل کرکے دین دیال اسٹیشن رکھا گیا ہے) پہنچی، تو ڈبے میں چہ مگوئیاں ہو رہی تھی، کہ صوبہ بہار آرہا ہے، لوگ اپنا ساز و سامان چیک کرکے بساط کے مطابق محفوظ جگہوں پررکھ رہے تھے۔ میں پہلی بار اس لائن پر سفر کر رہا تھا۔ اگلاپڑاوٗ بہار کا پہلا اسٹیشن بکسر تھا۔ پلیٹ فارم پر اتر کر چائے کا ایک کپ لیکر جب واپس برتھ پر لوٹا ، و ہاں حشر برپا تھا۔ کئی افراد میرے برتھ پر برا جمان تاش کھیل رہے تھے۔… More",
        "time": "2020-10-30T10:29:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157869098812817"
    },
    {
        "title": "فرقہ پرستوں کے نرغے میں ہیں جموں کے مسلمان\n\nافتخار گیلانی\n\nمنگل، 20 اکتوبر, 2020\n\nویسے تو خطہ جموں و کشمیر کی تاریخ میں سبھی مہینے کچھ نہ کچھ خونچکاں یادیں لیکر وارد ہوجاتے ہیں، مگر 73 سال قبل اکتوبر کا مہینہ تو بدقسمتی کا ایک ایسا تازیانہ لیکرآیا، کہ اس سے چھٹکارے کی دور دور تک امید نظر نہیں آرہی ہے۔ برصغیر میں جب دو مملکتیں بھارت اور پاکستان وجود میں آکر آزاد فضاوٗں میں سانسیں لینے کا آغاز کر رہی تھیں، امید تھی کی صدیوں سے غلامی اور مظالم کی چکی میں پسنے کے بعد اس خطہ کے باسیوں کو بھی راحت ملے گی، مگر قسمت کو کچھ اور ہی منظور تھا۔ کچھ اپنے لیڈروں کے خود غرض اور ناعاقبت اندیش فیصلوں، اور کچھ قوم کی نادانی اور ان بے لگام اور احتساب سے مبرا لیڈروں کے پیچھے پالتو جانوروں کی طرح چلنے کی روش نے… More",
        "time": "2020-10-22T15:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157852329657817"
    },
    {
        "title": "Hearty congratulations to Aligarhians on Sir Syed Day.. Contribution of AMU in Asrarul Haq Majaz's wonderful lyrics, which is now AMU Tarana.",
        "time": "2020-10-17T12:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157840000592817"
    },
    {
        "title": "",
        "time": "2020-10-16T22:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157838870252817"
    },
    {
        "title": "امریکی انتخابات:بھارتی اور یہودی کمیونٹی کی اہمیت\nمنگل 13 اکتوبر 2020ء\nافتخار گیلانی\n\nامریکی صدارتی انتخابات میں یوں تو صرف امریکی شہری ہی ووٹنگ میں حصہ لیتے ہیں، مگر لگتا ہے کہ پوری دنیا ہی انتخابی مہم میں مصروف ہے۔ امریکہ کے مفادات اور اسکے فوجی اڈے دنیا میں اس قدرپھیلے ہوئے ہیں، کہ ہر ملک کو لگتا ہے کہ اسی کے ہاں الیکشن ہے۔ جہاں یورپی ممالک ، کنیڈا، ایران اور جنوبی امریکہ کے متعدد ممالک ڈیموکریٹک امیداوار جوائے بائیڈن کی کامیابی کی آس لگائے ہوئے ہے، وہیں الگ الگ وجوہات کی بنا پر بھارت، اسرائیل، عرب ممالک و ترکی ڈونالڈ ٹرمپ کی وائٹ ہاوس میں واپسی کے منتظر ہیں۔\n\nبھارت اور اسرائیل کی موجودہ حکومتیں ٹرمپ کی سب سے زیادہ حمایتی ہیں۔ وزیر اعظم نریندر مودی نے تو ٹرمپ کیلئے امریکہ اور پھر بھارت…",
        "time": "2020-10-15T15:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157835956502817"
    },
    {
        "title": "In this interview with TwoCircles.net, Anuradha Bhasin speaks on the declining press freedom in Jammu and Kashmir, the impact of August 5 decisions on the people of Jammu, especially the minorities and the fears among them.\n\nhttp://twocircles.net/2020oct14/439417.html?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+Twocirclesnet-IndianMuslim+%28TwoCircles.net+-+Indian+Muslim+News%29",
        "time": "2020-10-15T09:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157835601152817"
    },
    {
        "title": "From Muzamil Jalil Facebook wall\n\nFOR THE RECORD: The large scale encroachment and illegal take over of Waqf properties in Jammu:\n\nThe reason why Sangh and its affiliates have launched a vicious campaign based on falsehoods against Jammu Muslims is a culmination of a process of complete disempowerment of Jammu Muslims, their deliberate and criminal sidelining, and a total silence about the genocidal violence they faced right from the day in 1947 when they were massacred across Jammu. In those few months in fall of 1947, Jammu Muslims were completely uprooted, their homes, their lives destroyed and they were forced to abandon their homes in large numbers. There are independent historical… More",
        "time": "2020-10-14T18:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157834197262817"
    },
    {
        "title": "Although both communities are highly polarized, with a majority of them supporting Democrats, the incumbent governments in India and Israel have been rooting for the return of Trump to the White House for another term.",
        "time": "2020-10-13T12:50:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157831551127817"
    },
    {
        "title": "Was expecting a murmur or a feeble statement from……to at least if not to find the courage to condemn, but to express solidarity with Anuradha Bhasin blogpost Anuradha Bhasin or Kashmir Times. But?\n\nMost of the news organizations in Jammu and Kashmir work form government allotted flats/houses and many journalists live in government flats. So, what happened to @Anuradha Bhasin and @Kashmir Times, today will repeat soon with others.\n\nTill then read and memorize Martin Niemoller’s poem:\n\nFirst, they came for the Communists\nAnd I did not speak out\nBecause I was not a Communist\nThen they came for the Socialists\nAnd I did not speak out\nBecause I was not a Socialist\nThen they came for the trade unionists\nAnd I did not speak out\nBecause I was not a trade unionist\nThen they came for the Jews\nAnd I did not speak out\nBecause I was not a Jew\nThen they came for me\nAnd there was no one left\nTo speak out for me",
        "time": "2020-10-10T16:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157824784632817"
    },
    {
        "title": "بابری مسجد کے قضیہ نے اتاردیے نقاب\nمنگل 06 اکتوبر 2020ء\n\nافتخار گیلانی\n\n6دسمبر1992کی رات ، بی بی سی نے اپنی نشریات روک کر اعلان کیاکہ اتر پردیش کے شہر فیض آباد سے سنڈے آبزرور کے نمائندے قربان علی لائن پر ہیں اور وہ ابھی ابھی ایودھیا سے وہاں پہنچے ہیں۔ اگلی پاٹ دار آواز قربان علی کی تھی۔ جس میں انہوں نے دنیا کو بتایا کہ مغل فرمانروا ظہیر الدین بابر کی ایما پر تعمیر کی گئی بابری مسجد اب نہیں رہی۔ جس وقت و ہ ایودھیا سے روانہ ہوئے، وہ ملبہ کے ایک ڈھیر میں تبدیل ہوچکی تھی۔اس دن 12 بجے کے بعد سے کسی بھی میڈیا ادارے کا ایودھیا میںموجود اپنے رپورٹروں سے رابط نہیں ہو پا رہا تھا۔ حکومت دعویٰ کر رہی تھی کہ ایک ہجوم نے مسجد پر حملہ کرکے اس کو معمولی نقصان پہنچایا اور سکیورٹی دستوں نے ان کو کافی پیچھے… More",
        "time": "2020-10-08T11:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157818887022817"
    },
    {
        "title": "From the page of historian Khalid Bashir...\n\n434 YEARS AGO, THIS DAY, KASHMIR LOST HER INDEPENDENCE\n\nThe Mughals had been eyeing Kashmir right from the inception of their rule in India in 1526. Their first attempt to grab the tiny Himalayan country was made during the time of Babur, founder of the Mughal Dynasty, in 1528. After several unsuccessful military expeditions over half a century, the Mughal army was finally successful in annexing Kashmir in 1586, robbing its independence and reducing it to the status of a subah (province) of their empire. The fall of Kashmir is believed to have taken place on 6 October that year [Timelines of Nearly Everything, p 1161]. Grabbing Kashmir was not a… More",
        "time": "2020-10-06T20:47:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157815192582817"
    },
    {
        "title": "An undercover reporter Sanjay Kaw had unraveled conspiracy and predicted the demolition of the Babri Mosque. If his testament doesn't prove conspiracy, then what will?\n\n",
        "time": "2020-10-05T15:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157812806997817"
    },
    {
        "title": "Former BBC reporter Qurban Ali was the first, who broke the news of the demolition of Babri Masjid to the world. He recollects the day when the historic Mosque was demolished and his escape from death.\n\n",
        "time": "2020-10-03T13:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157808394197817"
    },
    {
        "title": "Ahead of the demolition of Babri Mosque, kar sevaks conducted rehearsal. Praveen Jain was the only photographer, who covered it. Here are the pics of rehearsal. Still, the court ccould not find any conspiracy..\nhttps://www.aa.com.tr/en/asia-pacific/prime-witness-in-babri-mosque-demolition-recalls-horror/1664556?fbclid=IwAR3-2KeUD7n23PXmLWpmvNTB0-_ma5UweVkCdRm6Ko1yrlEZIxTjF_AR54o",
        "time": "2020-10-02T13:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157806381712817"
    },
    {
        "title": "مترجمین کی خارزار دنیا\n\nمنگل 29 ستمبر 2020ء\n\nافتخار گیلانی\n\nسوویت لیڈر میخائل گورباچوف اور امریکی صدر جارج بش سینئرکے درمیان 1990میں وائٹ ہاوس میں تخفیف اسلحہ اور فضائوں کو کھولنے کیلئے چوٹی کی ملاقات جاری تھی، کہ روسی مترجم کے گورباچوف کے کسی لفظ کے غلط ترجمہ سے فضا مکدر ہوگئی ۔ میٹنگ سبوتاژہونے کے قریب ہی تھی کہ گورباچوف نے معاملہ سنبھال لیا۔ ملاقات کے اختتام پر جب مترجم اگور کورچیلوف نے امریکی صدر کے پاس آکر معذرت کی، تو بش نے اسکے کندھے پر ہاتھ رکھ کر کہا کہ ’’نوجوان ، شکر کرو کہ تمہاری وجہ سے تیسری عالمی جنگ نہیں چھڑ گئی‘‘۔ترجمہ نگاری یوں تو دنیا کے قدیم ترین پیشوں میں سے ایک ہے، مگر گلوبلائزیشن اور باہمی انحصار کی دنیا میں ایک زبان سے دوسری زبان میں ترجمہ اور صحیح مفہوم ایک ضرورت بن چکی… More",
        "time": "2020-10-01T12:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157804086742817"
    },
    {
        "title": "Consumed by hate against Muslims, Balbir Singh was part of the Hindu fanatic mob that demolished the 16th-century Babri Mosque in the Indian city of Ayodhya on Dec. 6, 1992.\n\nHe was the first person to reach on top of the central dome, brandishing a hammer in his hand. After pulling down the mosque, he even took away a brick, to keep as a souvenir to placate his rancor and scorn against Muslims.",
        "time": "2020-09-30T12:10:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157802088227817"
    },
    {
        "title": "On eve of world translation day (Sept. 30), a look at how misfires by translators can cost lives and diplomatic embarrassments\n\nAn Indian court sentenced a Delhi University teacher Abdul Rahman Geelani to death based on a “wrong” translation of his telephonic conversation with his brother on the day when the Indian parliament was attacked by terrorists in 2001. Based on the conversation, the police held him responsible for planning the attack.\nThe Delhi High Court later overturned the sentence after Kashmiri language professionals Film Maker Sanjay Kak and Trade Unionist Sampat Prakash certified that the lower court verdict was based on the wrong translation.\n\n",
        "time": "2020-09-29T13:38:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157800101777817"
    },
    {
        "title": "عالمی گریٹ گیم اور ترکی\n\nمنگل 22 ستمبر 2020ء\n\nافتخار گیلانی\n\nچین اور امریکہ کے مابین جس طرح بحرالکاہل کے سائوتھ چائنا سمندر میں سرد جنگ جاری ہے، بالکل اسی طرح بحیرہ روم میں ترکی اور یونان کے درمیان محاذ خاصا گرم ہے۔ اس ایشو پر نہ صرف یورپی یونین، بلکہ امریکہ اور عرب ممالک بشمول مصر، ترکی کے خلاف یونان کی پشت پناہی کر رہے ہیں۔ چونکہ دونوں سمندروں میں فی الوقت گیس اور تیل کے وسیع ذخائر دریافت ہوئے ہیں اور آئندہ مزید ایسی دریافتیں ہونے کی امید ہے، اسلئے سمندری حدود پر کنٹرول اور اسکے اقتصادی زون کی حد بندی کے قضیہ پر تقریباً دونوں علاقوں میں جنگ جیسی صورت حال پیدا ہوگئی ہے۔\n\nپہلی جنگ عظیم کے بعد جب مشرق وسطیٰ کے حصے بانٹے جا رہے تھے تو مغربی طاقتوں نے ترکی کے بھی حصے بخرے کرکے اس کا براعظم ایشیا…",
        "time": "2020-09-24T13:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157789085532817"
    },
    {
        "title": "As global leaders start addressing the UN General Assembly from Tuesday to mark the 75th year of the world body, experts call for overhauling its bureaucracy to make it more representative and inclusive.\n\nAccording to a UN document on the composition of the Secretariat presented to the General Assembly in 2019, out of 358 top positions, 98 of them (27%) were held by China, France, UK, US, and Russia, the P5 or permanent members of the UNSC who enjoy veto power. India holds 12, Pakistan 4, and Turkey just one senior bureaucratic position at the world body.\n\n",
        "time": "2020-09-21T12:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157782747092817"
    },
    {
        "title": "مولانا امین عثمانیـ: ایک خاموش پر عہد ساز شخصیت کا انتقال\n\nمنگل 15 ستمبر 2020ء\n\nافتخار گیلانی\n\nتمام تر مجبوریوں ،محرومیوں ،لاتعداد مشکلات اور چیلنجوں کے باوجود بھارتی مسلمانوں نے پچھلی ایک صدی کے دوران نہ صرف چند عالمی شہرت یافتہ ادارے قائم کئے بلکہ انہیں وسائل کی کمی کے باوجود زندہ بھی رکھا ہے۔ علی گڑھ مسلم یونیورسٹی ،جامعہ ملیہ اسلامیہ، دینی اداروں میں ام المدارس دارالعلوم دیوبند، مظاہرالعلوم سہارنپور اور لکھنوکے ندوۃ العلماء وغیرہ نے پوری دنیا کو منور کیا ہے۔ اسی طرز عمل کو برقرار رکھتے ہوئے نوئے کی دہائی کے اوائل میں جید عالم دین مرحوم قاضی مجاہد الاسلام قاسمی اور علی گڑھ سے فارغ التحصیل ، ماہر اقتصادیات اور انسٹیٹیوٹ آف آبجیکٹیو اسٹڈیز کے سربراہ ڈاکٹر منظور عالم نے مسلمانوں کو درپیش نئے… More",
        "time": "2020-09-17T12:51:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157773613232817"
    },
    {
        "title": "Ethiopia demonetizes banknotes\n\nIntroducing new notes, the government gives a 3-month window to people to exchange old currency notes from banks\n\nEthiopia on Monday demonetized its currency but gave three months window to people to exchange old currency notes from the banks.\nPrime Minister Abiy Ahmed, who unveiled new currency notes, claimed the step will combat hoarding, counterfeiting, corruption, and other ills afflicting the economy. The banks have been asked to start immediately issuing new notes.\n\n",
        "time": "2020-09-14T17:19:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157767512172817"
    },
    {
        "title": "پرناب مکرجـی: موجودہ دور کا چانکیہ چلا گیا\nمنگل 08 ستمبر 2020ء\n\nافتخار گیلانی\n\nغالباً1998میں، میں نے نئی دہلی میں پارلیمنٹ کی کارروائی کو بطور رپورٹر کور کرنا شروع کردیا۔ دو سال بعد ہر ہفتے پریس گیلری پاس کی تجدید کی کوفت سے بچنے کیلئے جب میںنے اس کو مستقل یا سالانہ کرنے کی درخواست دی، تو معلوم ہوا کہ نئے ضابطوں کے مطابق اسکے لئے پارلیمنٹری رپورٹنگ کا کورس کرنا پڑیگا۔ پارلیمنٹ ہاوس کے بغل میں ہی لائبریری کی وسیع و عریض بلڈنگ میں بیورو آر پارلیمنٹری اسٹڈیز اینڈ ٹریننگ کے تحت سال 2000کے بیچ میں ، میں نے بھی نام کا اندراج کروادیا۔ ہمارے بیچ کے تقریباً سبھی صحافی ، بس پاس حاصل کرنے کی لالچ میں کسی طرح کورس ختم کرکے سرٹیفیکیٹ لینے کی فراق میں تھے، مگر کلاس میں ایک استاد نے ایسے نقوش چھوڑے ، جو… More",
        "time": "2020-09-10T14:10:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157758150352817"
    },
    {
        "title": "The South China Sea and the Mediterranean maybe thousands of miles apart, but their waters are literally on fire, as world powers are jostling, playing a new “Great Game”, keeping in view their strategic interests and large discoveries of oil and gas reserves in these regions.\n\nFor many years, countries inimical to Turkey’s interests have been using the Mediterranean Sea to complete an encirclement around the country. While attempting to break this string of pearls being woven around, Turkey’s deft move to conclude a maritime boundary accord with Libya last year in November unnerved many global and regional players, namely Greece, France, Israel, Egypt, and the US.\n\n",
        "time": "2020-09-04T11:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157743711107817"
    },
    {
        "title": "DataLeads in association with Google and BBC has launched a fact-checking of news and information program. They are arranging a workshop for interested people. They can be journalists, lawyers, NGO workers, teachers, etc. Local teachers in villages, panchayat members are also encouraged to join.\n\nThe project knows as FactShala will:\n\n1. Train people free of cost for 3-day days.\n2. They will be trained in information literacy and critical reasoning skills.\n3. After training, they will be declared as Google Teachers, and they will conduct similar workshops at their respective places.\n4. They will become a part of Media Literacy Network supported by Google.org\n5. They will be entitled to an honorarium for onward training workshops that they will conduct in their network/ region.\nMOST IMPORTANT: Organizers have set aside some seats exclusively for Urdu journalists, Muslim NGO members, and those coming from small towns/villages.\n\nThose interested, kindly register\n\nSIGN UP FORM TO BE A FACTSHALA TRAINER\nhttps://bit.ly/3lI833G",
        "time": "2020-09-04T11:20:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157743675477817"
    },
    {
        "title": "کشمیر کا مواصلاتی محاصرہ : عصبیت کی بدترین مثال\nمنگل 01 ستمبر 2020ء\n\nافتخار گیلانی\n\nپچھلے سال اگست میں جب بھارتی حکومت نے کشمیر میں مواصلاتی لاک ڈاون نافذ کردیا، انٹرنیٹ سمیت موبائل اور لینڈ لائن فون کی سروس بھی بند کردی، توشمالی کشمیر کے بارہمولہ قصبہ میں بھارتی فوج کی 19ویں ڈویژن کے ہیڈکوارٹر کے باہر جموں و کشمیر بینک کی اے ٹی ایم مشین سے ایک سپاہی روز ہی پیسے نکالنے آتا تھا۔ خواجہ باغ علاقے میں واقع اس اے ٹی ایم مشین کا چوکیدار تجسس میں تھا، کیونکہ سپاہی روز ہی مقررہ وقت پر آکر نہایت ہی معمولی رقم نکالتا تھا۔کشمیر میں کسی سپاہی سے سوال کرنے کیلئے خاصی جراٗت اور بہادری چاہئے۔ ایک دن جب اے ٹی ایم کے باہر اور بھی لوگ لائن میں کھڑے تھے، چوکیدار نے جراٰت کرکے سپاہی سے پوچھ ہی لیا، کہ آخر وہ… More",
        "time": "2020-09-03T12:58:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157741291312817"
    },
    {
        "title": "",
        "time": "2020-08-29T14:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157730119197817"
    },
    {
        "title": "",
        "time": "2020-08-29T14:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157730116852817"
    },
    {
        "title": "Today marks two years that Kashmiri journalist Aasif Sultan has been unjustly jailed.\n\n@pressfreedom published an advertisement in today's Washington Post calling on India to #FreeAasifSultan\n\n#JournalismIsNotACrime #FreeThePress",
        "time": "2020-08-27T18:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157725398802817"
    },
    {
        "title": "عرب امارات۔ اسرائیل تعلقات کی پس پردہ کہانی\nمنگل 25 اگست 2020ء\n\nافتخار گیلانی\n\nامریکی صدر ڈونالڈٹرمپ کی ایما پر متحدہ امارات نے اسرائیل کو تسلیم کرکے باضابطہ سفارتی تعلقات قائم کرکے بین الاقوامی سیاست میں دھماکہ تو کردیا، مگر مبصرین ابھی بھی سمجھنے کی کوشش کر رہے ہیں، کہ آیا امارات کو اس طرح کا قدم اٹھانے کی آخر ضرورت کیوں پیش آئی۔ اسرائیلی اخبار حاریٹز کے مدیر زیوی بارمل کے مطابق مصر او ر اردن کے برعکس امارات کو امریکی امداد کی نہ کسی ایسی ٹیکنا لوجی کی ضرورت تھی، جو وہ پیسوں سے خرید نہ سکتا تھا۔ حال ہی میں یمن کی جنگ سے تنگ آکر امارات نے سعودی اتحاد سے کنارہ کشی کرکے ایران کے ساتھ تعلقات استوار کرنے کی کوشش کی تھی۔ مگر اسی دوران اسرائیل کو تسلیم کرکے اس نے ایک قدم آگے اور دو قدم پیچھے… More",
        "time": "2020-08-27T12:03:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157724830362817"
    },
    {
        "title": "While Aung San Suu Kyi govt offers sops to armed secessionist Buddhists and Christian groups, it shows no remorse or, outreach to Rohingya, who are not fighting either for autonomy or secession from Myanmar. They just want to live in peace.\n\n",
        "time": "2020-08-25T18:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157720512907817"
    },
    {
        "title": "",
        "time": "2020-08-21T16:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157710822882817"
    },
    {
        "title": "President Erdogan says reserves estimated at 320 billion cubic meters have been found by Fatih drilling ship in the Black Sea\n\n",
        "time": "2020-08-21T15:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157710803332817"
    },
    {
        "title": "’’غلامی کی زندگی جینا سیکھ لو‘‘\nمنگل 18 اگست 2020ء\n\nافتخار گیلانی\n\nویسے تو حقوق انسانی کی خلاف ورزیاں، زیادتیاں، گرفتاریاں اور ٹارچر کشمیر میں عام بات ہے اور وہاں کے مکین بھی ان کے عادی ہو چکے ہیں، مگر پچھلے سال اگست کے بعد سے بھارت نے جس طرح ریاست کو تحلیل اور ضم کردیا، اس نے سکیورٹی اداروں کو اس حد تک بے لگام کر دیا ہے، کہ دیگر ادارے بشمول عدلیہ بھی ان سے سامنے بے بس نظر آتی ہے۔ حال ہی میں پاکستان، انڈیا پیپلز فورم فار پیس اینڈ ڈیموکریسی اور جموں و کشمیر سالیڈیریٹی گروپ نے کشمیر کے زمینی حالات کا جائزہ لینے کے بعد 196صفحات پر مشتمل ایک جامع رپورٹ میں کئی دلخراش واقعات قلم بند کئے ہیں ، جن سے کلیجہ منہ کو آتا ہے۔\n\nبدقسمتی سے میڈیا میں اس رپورٹ کو خاطر خواہ تشہیر اور پذیرائی نہیں مل سکی…",
        "time": "2020-08-20T18:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157708452902817"
    },
    {
        "title": "How Israel & UAE used an office of UN Agency to develop ties discreetly. Israel also helped UAE and India to clinch a nuclear deal with the US in 2008 and 2009 respectively.\n\nhttps://www.aa.com.tr/en/analysis/analysis-uae-israel-develop-discreet-ties-under-un-agency-cover/1946710",
        "time": "2020-08-19T17:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157706245697817"
    },
    {
        "title": "",
        "time": "2020-08-16T12:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157698405597817"
    },
    {
        "title": "",
        "time": "2020-08-15T09:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157695777487817"
    },
    {
        "title": "https://www.aa.com.tr/en/asia-pacific/india-historians-recall-role-of-muslims-in-freedom-struggle/1941657\n\nCoinciding 74th Independence Day on Aug. 15, scholars recollect help of Turkey to India’s national freedom struggle, reports Cheena Kapoor for anadoluagency",
        "time": "2020-08-14T14:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157693819377817"
    },
    {
        "title": "الوداع آغا اشرف علی: استادو ں کے استاد\n\nبدھ 12 اگست 2020ء\n\nافتخار گیلانی\n\nپچھلی کئی صدیوں سے تاریخ کے بھنور میں پھنسے ہونے کے باوجود کشمیر نے کئی درخشندہ ستارے پیدا کئے، جنہوں نے چہار دانگ عالم میں اپنی قابلیت کا لوہا منوایا۔ باہر سے آئے کسی بھی نامہ نگار، دانشور یا اسکالر کا، دورہ جموں جس طرح کشمیر ٹائمز کے مدیر وید بھسین سے ملے بغیر مکمل نہیں ہوسکتا تھا، اسی طرح سرینگر میں یہ اعزاز آغا اشرف علی کے نام تھا۔ ایک چلتی پھرتی انسائیکلوپیڈیا 97برس کی عمر میں سرینگر میں پچھلے ہفتہ خاموش ہوگئی۔ جنوبی ایشیاء کے جید ماہرین تعلیم سروپلی رادھا کرشنن، ذاکر حسین، خواجہ غلام السیدین یا پاکستان کے عطاء الرحمان جیسی شخصیات کی صف میں آغا صاحب کو ایک امتیازی مقام حاصل ہے۔ انہوں نے خاص طور پر کشمیر ی… More",
        "time": "2020-08-13T08:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157691044017817"
    },
    {
        "title": "THE CARAVAN’S JOURNALISTS SEXUALLY HARASSED AND ASSAULTED WHILE ON ASSIGNMENT IN DELHI’S NORTH GHONDA\n\nOn the afternoon of 11 August, three journalists with The Caravan—Shahid Tantray, Prabhjit Singh and a woman journalist—faced a brutal attack while reporting in the nation’s capital. A mob assaulted the three journalists in Subhash Mohalla, in northeast Delhi’s North Ghonda neighbourhood. The journalists were reporting on a story concerning an individual who filed complaints regarding the targeted anti-Muslim violence in northeast Delhi this February. The journalists were under attack for roughly an hour and a half. They were subjected to communal slurs, threatened with murder and sexually harassed.\n\nThe incident began while the journalists were taking photographs of saffron flags that had been put up in the area. (Saffron flags are popular symbols of Hindutva, the ideology of the ruling Bharatiya Janata Party.\n\n",
        "time": "2020-08-12T13:20:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157688953197817"
    },
    {
        "title": "Rahat Indori - Mahfil-E-Tahzeeb-O-Adab Mushaira & Kavi Sammelan 2019, Mumbai\n\n",
        "time": "2020-08-11T17:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157686817827817"
    },
    {
        "title": "Noted Urdu poet and lyricist Rahat Indori, who tested positive for COVID-19 on Tuesday, is no more.",
        "time": "2020-08-11T15:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157686694972817"
    },
    {
        "title": "کشمیر کی افسر شاہی :مقامی آبادی اقلیت میں\n\nبدھ 05 اگست 2020ء\n\nافتخار گیلانی\n\nایک سال قبل پانچ اگست کو ریاست جموں و کشمیر کو تحلیل کرنے کے بعد بیشتر مبصرین خدشہ ظاہر کر رہے تھے کہ خطے کی مسلم اکثریتی آبادی کو اپنے ہی وطن میں اپنی ہی زمین پر ا قلیت میں تبدیل کیا جائیگا۔ گو کہ اس طرح کے قدم کو نافذ کرنے میں عملاً کئی سال درپیش ہونگے مگر سرکاری اعداد و شمار کے مطابق کشمیر کی افسر شاہی میں تناسب کے اعتبار سے مقامی مسلمان پہلے ہی اقلیت میں آچکے ہیں۔ فی الوقت خطے میں 24 سیکرٹریوں کی پوسٹوں پر صرف پانچ مسلمان فائز ہیں۔ اسی طرح 58اعلیٰ عہدیداران یعنی انڈین ایڈمنسٹریٹو سروس ، جو ریاست کا نظم و نسق چلاتے ہیں ، میں 12مسلمان یعنی 17.24فیصد ہیں۔ ان میں سے ایک شاہ فیصل نے دو سال قبل استعفیٰ دیکر سیاست میں… More",
        "time": "2020-08-06T16:16:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157673959497817"
    },
    {
        "title": "Rare photos of the demolition of Babri Masjid, thanks, Praveen Jain.\n\n",
        "time": "2020-08-05T16:29:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157671410687817"
    },
    {
        "title": "HOW REAL ARE FEARS OF DEMOGRAPHIC CHANGES IN KASHMIR\n\nAccording to figures available with the Jammu and Kashmir government, out of 24 secretary-level posts, only five are held by Muslims.\n\nBesides, only 12 or 17.24% of the 58 top officers who manage the region are Muslims. One of them, Shah Faesal, who resigned two years ago after plunging into politics, spent 10 months in prison under the stringent Public Safety Act. Ironically, his resignation has not yet been accepted.\n\nOut of the region’s population of 12.5 million, Muslims comprise 68.31% and Hindus 28.43%, according to a 2011 census conducted by India.\n\nBut even in the second tier of civilian bureaucracy known as the Kashmir Administrative Service, Muslims number just 220 (42.06%) out of a total of 523.\n\nhttps://www.aa.com.tr/en/asia-pacific/kashmir-annexation-ejects-locals-from-official-machinery/1931975",
        "time": "2020-08-05T11:51:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157671065112817"
    },
    {
        "title": "We will form an embankment of our memories to keep the deluge from our home. We will do everything to let our streams flow, their freshwater shimmering. If we aren’t around, we will speak through the roar of their waters. If the meadows are taken over and turned into concrete jungles, what would we do? We will keep the memory of the breeze touching our faces. One day, we will return and we will reclaim the lush green and the tree lines. We will reclaim home.\n\n",
        "time": "2020-08-04T18:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157669145457817"
    },
    {
        "title": "Kurban Bayramı - Eid mubarak\n\nToday is the day of great bounties because on this day we remember, the trailblazer of this planet, Prophet Abraham (Ibrahim. A.S), revered by three major religions, Judaism, Christianity, and Islam. He symbolizes standing for truth, justice, sacrifice, equality, and for the welfare and prosperity of humanity.\n\nIn the words of Iqbal’s Urdu couplet:\n\nAag Hai, Aulad-E-Ibraheem (A.S.) Hai, Namrood Hai\nKya Kisi Ko Phir Kisi Ka Imtihaan Maqsood Hai!\n\nTyrants and flames once more on Abraham’s race have glared:\nFor whom this new ordeal, or by whose hand prepared?\n\nWoh Sakoot-E-Sham-E-Sehra Mein Gharoob-E-Aftab\nJis Se Roshan Tar Huwi Chashm-E-Jahan Been-E-Khalil (A.S.)\n\nNor the going‐down of suns in stillness of desert ways,\nTwilight splendor such as brightened Abraham’s world‐beholding gaze,\n\nWish you ALL a very happy and peaceful Eid.\n\nMay Allah, forgive our transgressions and ease the suffering of all around the globe.\n\nOnce Again Eid Mubarak",
        "time": "2020-07-31T09:07:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157658349607817"
    },
    {
        "title": "Eid Prayers in Ankara, Turkey",
        "time": "2020-07-31T07:10:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157658162297817"
    },
    {
        "title": "Eid prayers in Ankara, Turkey",
        "time": "2020-07-31T07:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157658158267817"
    },
    {
        "title": "کشمیرپر مودی حکومت کی آئینی سرجیکل سٹرائیک کی برسی\n\nمنگل 28 جولائی 2020ء\n\nافتخار گیلانی\n\nبتایا جاتا ہے کہ پاکستانی فوج کے سربرا ہ جنرل یحییٰ خان نے 1969ء کو زمام اقتدار سنبھال کر جب مارشل لا نافذ کرکے آئین معطل کرنے کا اعلان کیا، تو اس انتہائی قدم کی کوئی توجیہہ پیش نہیں کر پا رہے تھے۔ قدرت اللہ شہاب کے مطابق بیوروکریسی کے ساتھ ان کی پہلی میٹنگ میں جب ان سے استفسار کیا گیا ، تو انہوں نے اور ان کے دست راست میجر جنرل ایس جی ایم پیر زادہ نے مارشل لا کے کئی فوائد گنوائے، جن میں نالوں کی صفائی کا حکم جاری کرنا، فنائیل چھڑکنا، مکھی مارنے کی مہم کا آغاز، دودھ دہی اور مٹھائی کی دکانوں پر جالی لگوانا وغیرہ شامل تھا۔\n\nکچھ یہی حال اسوقت بھارت میں نریندر مودی کی حکومت کا ہے ۔پچھلے سال پانچ اگست کو وزیر…",
        "time": "2020-07-30T08:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157655678277817"
    },
    {
        "title": "The group headed by Justice Madan Bhimarao Lokur, a former judge of the supreme court and Radha Kumar, ex-government mediator underlined that the absence of a multi-dimensional dialogue for settling the Kashmir issue between the New Delhi and Kashmiri leaders, and India and Pakistan, has given rise to anger, despondency, and despair among people.\n\nThe group named as Forum for Human Rights in Jammu and Kashmir, which also involved former Home Secretary Gopal Krishna Pillai, former Foreign Secretary Nirupama Menon Rao, retired Lt. Gen. Harcharanjit Singh Panag and retired Air Vice Marshal Kapil Kak has emphasized that impact of India’s actions has been “disastrous”.",
        "time": "2020-07-26T10:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157645619502817"
    },
    {
        "title": "آیا صوفیہ بنام بابری مسجد\n\nمنگل 21 جولائی 2020ء\n\nافتخار گیلانی\n\nلیجئے فرزندان اسلام کیلئے ایک اور مسجد تیار ہو گئی ہے، جہاں و ہ اپنے رب کے حضور سر بسجود ہو سکیں گے۔ ترکی کے افسانوی شہر استنبول کے وسط میں تاریخی عمارت آیا صوفیہ 85 برسوں بعد عبادت کے لیے کھولی جا رہی ہے، جبکہ اس کے بغل ہی میں آسمانی رنگ کی 17ویں صدی کی تعمیر شدہ خوبصورت اوروسیع و عریض سلطان احمد جامع واقع ہے، جہاں کے میناروں سے دن میں پانچ وقت تکبیریں گونجتی رہتی ہیں اور اسکی صفیں نمازیوں سے پر ہونے کا انتظار ہی کرتی رہتی ہیں۔برسوں کی عدالتی کارروائی کے بعد اسی ماہ ترکی کی عدالت عظمیٰ یعنی کونسل آف اسٹیٹ نے وزارت سیاحت کی ملکیت کے دعوے کو خارج کرکے اس تاریخی عمارت آیا صوفیہ کو فاتح سلطان مہمت (محمد)ٹرسٹ کے حوالے کردیا۔ اس… More",
        "time": "2020-07-24T08:35:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157640504002817"
    },
    {
        "title": "Satirist Nusrat Zaheer is no more. Sharing his poem Aafreen Aafreen..... Will miss your wit and humor. May Allah bless your soul..",
        "time": "2020-07-23T21:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157639027937817"
    },
    {
        "title": "",
        "time": "2020-07-22T17:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157636203422817"
    },
    {
        "title": "13جولائی : پیرس کے باسطل سے سرینگر کے سینٹرل جیل تک\n\nمنگل 14 جولائی 2020ء\n\nافتخار گیلانی\n\nکیا عجب اتفاق ہے کہ 13جولائی 1779ء کو فرانس کے دارلحکومت پیرس کے باشندوں نے باسطل کے زندان پر دھاوا بھول کر عوامی انقلاب کی جس طرح ابتدا کر دی، بالکل اسی طرح 152سال بعدیعنی 1931ء میں اسی دن سرینگر کی سینٹرل جیل کے باہر دبے کچلے کشمیری عوام نے آزادی کا الائو روشن کردیا ۔ کشمیر کی تاریخ میںیہ ایک انتہائی غیر معمولی اور اہم دن ہے اور پچھلے 89سالوں سے کشمیر کے سبھی طبقے چاہے بھارت نواز ہوں یا آزادی پسند ، اس کو ایک قومی دن کے بطور مناتے آئے ہیں۔ جس طرح ہندوستانی عوام 1857ء کی جنگ آزادی یا 31اپریل کو امرتسر کے جلیانوالہ باغ کے قتل عام کو فراموش نہیں کرسکتے ہیں، اسی طرح 13 جولائی 1931ء کا خون سے لت پت دن… More",
        "time": "2020-07-16T08:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157620038817817"
    },
    {
        "title": "A TAKE OF TWO CITIES, JULY 13 MARTYRS DAY IN SRINAGAR AND MUZAFFARABAD\n\nFor the first time perhaps since 1947, Kashmiris missed a heartbeat today when no official function was held to commemorate martyrs of 1931.\n\nThe Martyr’s Graveyard or Mazar e Shuhda in downtown Srinagar wore a deserted look, as post-August 5, 2019, government abandoned the practice of commemorating July 13 as National Day.\n\nJuly 13 has similar significance for Kashmiri as Bastille for France and Jallianwala Bagh for the rest of India.\n\nIronically, while Martyr's Graveyard in Srinagar was quiet and cam today, the official function was held in the Pakistan-administered capital of Muzaffarabad.\n\nEven if you attempt to rewrite history, erase history from the minds of people, traces of history will remain somewhere, somehow to remind you of the significance of the Day. Jews carried history for 5000 years, till they got their land. There are innumerable examples in world history.",
        "time": "2020-07-13T12:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157612819432817"
    },
    {
        "title": "فلسطین کو ضم کرنے کا اسرائیلی پلان اور کشمیر\nبدھ 08 جولائی 2020ء\n\nافتخار گیلانی\n\nگو کہ جموں و کشمیر اور فلسطین کے خطے سیاسی، سماجی اور جغرافیائی اعتبار سے کوسوں دور ہیں، مگر تاریخ کے پہیوں نے ان کو ایک دوسرے کے قریب لاکر کھڑا کر دیا ہے۔ دونوں خطے تقریباً ایک ساتھ 1947-48ء میں دنیا کے نقشہ پر متنازعہ علاقوں کے طور پر ابھرے۔ کئی جنگوں کے باعث بھی بنے اور پچھلی سات دہائیوں سے نہ صرف امن عالم کیلئے خطرہ ہیں، بلکہ مسلم دنیا کیلئے ناسور بنے ہوئے ہیں۔ افغانستان میں خون خرابہ ہو یا بھارت،پاکستان مخاصمت ، یا مغربی ایشیا میں یمن و شام و لیبیا کی خانہ جنگی یا ایران، ترکی، سعودی عرب و مصر کی آپسی چپقلش، اس سبھی کے پیچھے کسی نہ کسی صورت میں کشمیر اور فلسطین کے مسئلے چھپے بیٹھے ہیں۔ لہذا د نیااگر ان دو… More",
        "time": "2020-07-10T11:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157604376847817"
    },
    {
        "title": "How an Irish poet's epic poem on Kashmir captivated the West, spawning operas, musicals and grandeur, writes India's former foreign secretary Nirupama Rao\n@NMenonRao\n\nThomas Moore'Lalla Rookh', introduced the Kashmir valley to artists in Europe.\n\n",
        "time": "2020-07-07T12:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157596570207817"
    },
    {
        "title": "",
        "time": "2020-07-05T11:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157591065967817"
    },
    {
        "title": "بھارت، چین اور جنوبی ایشیائی ممالک\n\nمنگل 30 جون 2020ء\n\nافتخار گیلانی\n\nکیسی ستم ظریفی ہے کہ جنوبی ایشیا کے تقریباً سبھی ممالک ایک کثیر جہتی اور جمہوری پڑوسی ملک بھارت کے بجائے ایک آہنی نظام کے ملک چین کے ساتھ اطمینان محسوس کرتے ہیں۔ ہونا تویہ چاہئے تھا کہ بھارت ان سبھی ممالک کیلئے مشعل راہ ہوتا اور اسکی مشفق خارجہ پالیسی ایک مہربان بڑے بھائی کی طرح ان کے مفادات کا خیال رکھ کر خطے کی تعمیر و ترقی کا ضامن بن جاتی۔ مگر برسوں سے بھارت کا رویہ اس خطے میں نوآبادیاتی طرز کا رہا ہے اور 2014ء میں نریندر مودی کے برسراقتدار میں آنے کے بعد اس میں مزید شدت آگئی ہے۔افریقی ملک ماریشس سمیت جنوبی ایشیا کے دو اہم ممالک کے بڑے میڈیا ادارے بھارتی خفیہ ایجنسیوں کے مرہون منت ہیں۔ ا ن ممالک میں بھارت نے لگاتار… More",
        "time": "2020-07-04T11:01:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157588133832817"
    },
    {
        "title": "A host of factors have forced Israeli Prime Minister Benjamin Netanyahu to shelve plans for annexing around 30% of the occupied West Bank for now after he previously told settler leaders he intended to do so on July 1.\n\nMany insiders told Anadolu Agency that the annexation plan has also led to differences between Jared Kushner, senior advisor to his father-in-law President Donald Trump, and US Ambassador to Israel David Melech Friedman.\n\nKushner, who is believed to have authored Trump’s peace plan, known as the ‘Deal of the Century,’ has been opposing the plan, arguing that it will put neighboring Arab countries in an embarrassing situation.\n\nhttps://www.aa.com.tr/en/middle-east/jewish-diaspora-military-oppose-israeli-annexation-plan/1897486",
        "time": "2020-07-03T09:20:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157585352377817"
    },
    {
        "title": "In lighter vein in the context of Priyanka Gandhi’s Bungalow row:\n\nSheikh Abdullah was detained in 3 Kotla Lane Bungalow in New Delhi in 1967, where he continued to live even after release till 1975 Indira-Abdullah accord. Once Inder Kumar Gujaral, then a minister of housing came to see him.\n\nSheikh’s colleagues Mirza Mohammad Afzal Baig, Mubarak Shah, G. M Shah complained to him that this house was too small for so many people, as Begum Abdullah has also now been allowed to live with her husband. They wanted Gujaral to allot another nearby house for their stay.\n\nGujral remarked...Pehlay Tu Mulk Mang Rahee Thaey..Ab Makan Paar Aagyae Hou (Earlier you were demanding a country, now you have been reduced to asking for a house)\n\nAfzal Beg, known for his wit and humor retorted: Bhagtay Choor Kii Langhoti Hi Sahii (Something Is Better Than Nothing)",
        "time": "2020-07-02T12:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157582463327817"
    },
    {
        "title": "لداخ:امارت سے مفلسی کی ایک داستان\n\nمنگل 23 جون 2020ء\n\nافتخار گیلانی\n\nجموں و کشمیر کا دور افتادوہ اور پسماندہ لداخ خطہ ، جہاں اسوقت چینی اور بھارتی فوج برسرپیکار ہے، ایک صدی قبل تک خاصا متمول اور متحدہ ہندوستان ، تبت، چین ، ترکستان و وسط ایشیا کی ایک اہم گذرگاہ تھا۔ خوبصورت ارضیاتی خدو خال، حد نگاہ تک رنگ برنگے اونچے پہاڑ، بنجر اور ویران لمبے چوڑے میدان، خاصی حد تک پاکستانی صوبہ بلوچستان سے مماثل ہیں۔ پچھلے سال اگست میں بھارت نے اس خطہ کو جموں و کشمیرسے الگ کرکے ایک علیحدہ مرکز کے زیر انتظام کر دیا۔ دو ضلعوں لہیہ اور کرگل پر مشتمل اس خطے کا رقبہ نقشہ پر 97,872مربع کلومیٹر ہے۔ مگر اکسائی چن علاقہ کے چین کے زیر تصرف ہونے کی وجہ سے اصل رقبہ صرف 58,321مربع کلومیٹر ہی ہے۔ اکثر لکھاری اس خطے کو بدھ… More",
        "time": "2020-06-27T14:28:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157568610137817"
    },
    {
        "title": "Eight UN Special Rapporteurs in a joint statement in Geneva called on India to immediately release human rights defenders who have been arrested for protesting against changes to the nation’s citizenship laws.\n\n",
        "time": "2020-06-26T14:55:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157562867327817"
    },
    {
        "title": "There is only one chief minister in India who visited\nChina 4 times.\n\nThere is only one prime minister of India who went to China 5 times.\n\nThere is only one PM of India who invited Chinese president 3 times.\n\nThere is only one PM of India who met Chinese president 18 times.\n\nThere is only one party in India which held detailed consultations with the Chinese on Oct. 17, 2008.\n\nThere is only one cultural organization that held a consultation with the Chinese Communist Party on Jan. 2009.\n\nOn Jan. 19, 2011 the then party president led a delegation to China.\n\nAgain in 2014, the party sent a 13-member MP-MLAs delegation for the political study of the Chinese system.\n\nThe question arises, why to label other political parties who have taken somewhat similar visits anti-national.\n\nDoors of political parties should remain open to ideas, interactions, and to study in order to broaden their vision and bring a wealth of experience to their leaders.",
        "time": "2020-06-25T18:45:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157560176157817"
    },
    {
        "title": "BJP leader Tapir Gao to Assamese TV channel\n\n1. Chinese Army has occupied both sides of the Subansiri River in Asapila and Longju sectors in Arunachal Pradesh,\n\n2. Chinese have occupied a base of the Indian Army, 10-12 Kilometers inside the McMohan Line\n\n3. Bicha, Asapila, and Longju are in the occupation of the Chinese Army.\n\n4. The Chinese army has set up a mini-hydropower project and a helipad in Maja at Leesa over the Lency river. These aggressions are 70-80 km inside Indian territory.",
        "time": "2020-06-24T17:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157557235517817"
    },
    {
        "title": "Has India already joined Belt and Road Initiative despite opposing it for strategic reasons?\n\nThe data suggests that India may be opposing the Belt and Road Initiative (BRI) tooth and nail, due to strategic reasons, but it has virtually joined the Chinese trade bandwagon in a big way.\n\nIn 2014, when Prime Minister Narendra Modi assumed the office, the influx of Chinese capital in India was at $1.6 billion, which grew to $8 billion in just three years.\n\nhttps://www.aa.com.tr/en/asia-pacific/military-standoffs-apart-chinese-investments-roar-in-india/1885568",
        "time": "2020-06-22T13:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157551317002817"
    },
    {
        "title": "Emirati royal slams Islamophobia in India. Princess al-Qasimi of Sharjah calls Kashmir a living prison and a camp.\n\nhttps://www.aa.com.tr/en/middle-east/emirati-royal-slams-islamophobia-in-india/1883111",
        "time": "2020-06-20T17:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157545540022817"
    },
    {
        "title": "شجاعت بخاری کا قتل ہنوز ایک معمہ\n\nافتخار گیلانی\n\nمنگل 16 جون 2020ء\n\nکشمیری صحافت کے درخشاں ستارے شجاعت بخاری کو مرحوم لکھتے ہوئے ابھی بھی قلم لرزتا ہے۔ دو سال قبل 14جون یعنی 29شعبان المبارک کی شام کشمیری صحافت کے اس آفتاب کو ہلال عید کے طلوع ہونے سے پہلے ہی غروب کرادیا گیا۔ کسی کشمیر ی صحافی کو خاموش کرانے کا یہ پہلا واقعہ نہیں تھا ۔ اس سے قبل بھی کئی صحافیوں کو سرینگر میں موت کے گھاٹ اتا را گیااور ان کے کیس داخل دفتر کئے گئے۔ مگر اس بار امید تھی کہ حکومت اس قتل کی باضابط تفتیش کرکے سازش کرنے والے اور گولیاں برسانے والے افراد کو بے نقاب کرکے انکو انکے انجام تک پہنچائے گی۔ کیونکہ پانچ دن بعد ہی بھارت کی حکمران بھارتیہ جنتا پارٹی (بی جے پی)نے اس قتل کو بہانہ بناکر سرینگر میں پیلز ڈیموکریٹک پارٹی… More",
        "time": "2020-06-19T16:10:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157542487337817"
    },
    {
        "title": "TIMELINE - Clashes, standoffs between Chinese and Indian armies\n\nhttps://www.aa.com.tr/en/asia-pacific/timeline-clashes-standoffs-between-chinese-and-indian-armies/1879115",
        "time": "2020-06-18T14:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157539319452817"
    },
    {
        "title": "A PAGE FROM HISTORY, WHEN A GLAWAN, LADAKH TYPE INCIDENT TOOK PLACE BETWEEN CHINESE AND SOVIET ARMIES.\n\nWho will play Vietnam now between China and India?\n\nThe clash of Chinese and Indian armies at Galwan Valley in Ladakh region has a remarkable similarity to a clash that happened way back in March 1969, between Chinese and Soviet armies in the vicinity of Zhenbao (Damansky) Island on the Ussuri (Wusuli) River, near Manchuria.\n\nOn March 2, 1969, a group of People's Liberation Army (PLA) troops ambushed Soviet border guards on Zhenbao Island. According to the Chinese sources, the Soviets suffered 58 dead, including a senior colonel, and 94 wounded. The Chinese losses were reported as 29 dead.\n\n",
        "time": "2020-06-17T16:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157536829332817"
    },
    {
        "title": "India China border dispute..Watch coverage\n\nhttps://www.aa.com.tr/en/india-china-border-tension",
        "time": "2020-06-17T14:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157536680312817"
    },
    {
        "title": "TIMELINE - Clashes, standoffs between Chinese and Indian armies\nLast few years, Indian and Chinese armies have witnessed frequent face-offs along the un-demarcated boundary\n\nBorder tensions between the two countries have existed for over seven decades now.\n\nHere is a timeline of the disputes:\n\nhttps://www.aa.com.tr/en/asia-pacific/timeline-clashes-standoffs-between-chinese-and-indian-armies/1879115",
        "time": "2020-06-17T09:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157536272177817"
    },
    {
        "title": "A Bangladeshi fighter pilot who destroyed Israeli planes\n\nSaif-ul-Azam, who passed away Sunday morning in Dhaka, evokes memories of his courage, steadfastness, and bravery in the Middle East, far away from his home.\n\nHe will go down in history, perhaps the only pilot who piloted fighter planes for four countries -- Jordan, Iraq Pakistan, and Bangladesh.\n\nhttps://www.aa.com.tr/en/asia-pacific/profile-bangladeshi-fighter-pilot-who-destroyed-israeli-planes/1877614",
        "time": "2020-06-15T16:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157531494917817"
    },
    {
        "title": "",
        "time": "2020-06-14T19:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157529051832817"
    },
    {
        "title": "ہاتھی کی ذات\n\nافتخار گیلانی\n\nاردو زبان کے مزاحیہ شاعر مر حو م ساغر خیامی نے کیا خوب کہا تھا۔\n\nنفرتوں کے دور میں دیکھو کیا کیاہوگیا\nسبزیا ں ہندو ہیں، بکرا مسلمان ہوگیا\n\nشاید ان کو خود بھی یہ اندازہ نہیں رہا ہوگا کہ 2008 میں انکی وفات کے بعد ان کا یہ شعر اتنی جلد بھار ت کے حالات کی اس قدر صحیح عکاسی کریگا۔ سبزیوں کے علاوہ اب تو بندر اور ہاتھی بھی ہندو بنائے گئے ہیں، جن کو گزند پہچانے کی تاک میں خونخوا رمسلمان ہمہ وقت تیار بیٹھے رہتے ہیں۔ لہذا ان کو بچانے کےلئے مسلمانوں کے سروں پر پروپگنڈہ و نفرت کی تلوار لٹکا کے رکھو۔حال ہی میں جنوبی صوبہ کیرالا میں ایک ہتھنی کی موت کو بہانہ بناکر فرقہ پرستوں نے مسلمانوں کے خلاف خوب زہر افشانی کی۔ فلم اسٹار، کھلاڑی، سیاستدان نیز ہر معروف و غیر معروف شخص… More",
        "time": "2020-06-13T20:07:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157526099122817"
    },
    {
        "title": "From @M Dabas wall..Corona march in India\nमौत का आंकड़ा बढ़ता हुआ और दिन कम होते हुए\n\nMarch 12 : First death\n\nApril 29 : 1008 deaths : 48 Days\n\nMay 10 : 2109 deaths : 11 Days\n\nMay 18 : 3029 deaths : 8 Days\n\nMay 25: 4021 deaths : 7 Days\n\nMay 31 : 5164 deaths : 6 Days\n\nJune 4 : 6075 deaths : 4 Days\n\nJune 8: 7135 deaths : 4 Days\n\nJune 11 : 8102 death : 3 Days",
        "time": "2020-06-12T20:35:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157523281767817"
    },
    {
        "title": "میں عجب ہوں امام اردو کا\n۔بت کدوں میں اذان دیتا ہوں۔\n۔میں وہ ہندو ہوں کہ نازاں ہے مسلماں جس پر۔۔\nدل میں کعبہ ہےمیرے، دل ہے صنم خانوں میں۔۔۔\nجوش کا قول ہے اور اپنا عقیدہ ہے گلزار۔\n۔ہم سا کافر نہ اٹھے گا مسلمانوں میں\nRIP.\n\n",
        "time": "2020-06-12T16:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157522422342817"
    },
    {
        "title": "Not many people know that the landlocked Ladakh region, perched in high mountains and pushed into the peripheries of the world, was once a melting pot of linkages between the Indian subcontinent, Turkestan, Tibet, and China.\n\nTurkish used to be the second language in the Ladakh region, till a century ago.\n\nhttps://www.aa.com.tr/en/asia-pacific/turkic-links-with-ladakh-region-once-gateway-of-south-central-asia/1870385",
        "time": "2020-06-10T14:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157516205477817"
    },
    {
        "title": "چین ۔بھارت تنازعہ، چینی ناراضگی کی چار وجوہات\nمنگل 02 جون 2020ء\n\nافتخار گیلانی\n\nلداخ کے لہیہ قصبہ کے مکین بزرگ نوانگ زیرنگ ایک چلتی پھرتی انسائیکلوپیڈیا تھے۔ دس سال قبل جب لہیہ میں ان سے ملاقات ہوئی، تو وہ اپنی عمر نوے سال بتارہے تھے۔ چند برس قبل انکا انتقال ہوا۔ اس پیرانہ سالی میں وہ 1962ء کی بھارت،چین جنگ کے قصے کچھ ایسے بیان کرتے تھے ، جیسے کل کے واقعات ہوں۔ ان کی بات چیت تاریخ کے کچھ ایسے دریچے کھول دیتی تھی، جو صفحات پر آنے سے قاصر رہے ہیں۔ اس جنگ کے دوران انہوں نے دولت بیگ اولدائی کے مقام پر بھارتی فوج کیلئے پورٹر اور گائیڈ کا کام کیا۔ ہمالیہ اور قراقرم کے بلند و بالا پہاڑی سلسلوں کے درمیان دولت بیگ اولدائی ایک وسیع و عریض بے آب و گیاہ سرد ریگستان ہے۔ موسم گرم کے بس چند ماہ اس میدان… More",
        "time": "2020-06-05T16:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157501532817817"
    },
    {
        "title": "FOUR YEARS AGO\n\nNestled in these high mountains, where the air has 40 per cent less oxygen than in the plains, is a small village called Qing Mai. Located at an altitude of over 3,000 m, we had to cross several high mountain passes to reach here, encountering snow fall on the way in the month of July.",
        "time": "2020-06-03T18:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157495623467817"
    },
    {
        "title": "2016 column\n\nتبت میں چند روز\n\nافتخار گیلانی\n\nبیجنگ سے جب ایئر چائنا کے جہاز نے تبت کے دارالحکومت لہاسہ کے لئے اڑان بھری، تو پچھلی نشستوں پر براجمان چار بھارتی صحافیوں کا وفد دم بخود تھا۔ یقین کرنا مشکل تھا کہ چند گھنٹوں میں ہم واقعی اسرار و رموز کی سرزمیں پر قدم رکھیں گے۔ بدھ بھکشوئوں، لامائوں کی تپسیا، ان کے کارناموں اور تبت کی بدھ خانقاہوں کی مسحور کن کہانیوں نے باہری دنیا کو کئی صدیوں سے متحیر کر رکھا ہے۔ بھارتی صوبہ ہماچل پردیش کے دھرم سالہ میں تبت کی جلا وطن حکومت اور دلائی لامہ کی موجودگی‘ اور ماضی میں وقتاً فوقتاً امریکی اور بھارتی خفیہ ایجنسیوں کی طرف سے اس علاقہ میں شورش کو شہ دینے‘ اور تبتی مزاحمت کی حمایت کی وجہ سے چینی حکومت نے غیر ملکی سیاحوں اور صحافیوں کے لئے اس علاقہ میں رسائی… More",
        "time": "2020-06-02T15:44:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157492523522817"
    },
    {
        "title": "As I was resting on the stairs of Potala Palace, the seat of Dalai Lama, currently in exile, an elderly Tibetan tried to converse in broken English.. “You Indian.. Dharamsala... Namaste to Dalai. Convey him to return and stay in this Palace,” he said.\n\nIn Tibet University, while climbing stairs, a graffiti caught our attention, reading, “Darkest hour is before dawn.”\n\nChina has literally paved the roads of Tibet with gold. But is economic prosperity an alternative to freedom and the struggle for self-determination?\n\nThe debate goes on. If Chinese succeed, it will be a lesson for our leaders as well.\n\nhttps://www.dnaindia.com/analysis/column-modern-face-of-tibet-2215796",
        "time": "2020-06-02T08:45:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157491949817817"
    },
    {
        "title": "",
        "time": "2020-06-01T17:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157490020432817"
    },
    {
        "title": "Archival evidence suggests how India manufactured boundary dispute with China. In a night-long operation in South Block, all old maps were burnt and new maps were created. India’s flirting with maps triggered a border dispute with China?\n\nhttps://www.aa.com.tr/en/asia-pacific/india-s-flirting-with-maps-triggered-border-dispute-with-china/1857456",
        "time": "2020-05-31T12:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157486258782817"
    },
    {
        "title": "فتوے، ارطغرل اور ٹیپو سلطان\n\nبدھ 27 مئی 2020ء\n\nافتخار گیلانی\n\nجس طرح کے فتوے آجکل بعض علماء ارطغرل ڈرامہ سیریل کے حوالے سے صادر کر رہے ہیں، مجھے یاد آتا ہے کہ نوے کی دہائی کے اوائل میں شہید ٹیپو سلطان پر مبنی سیریل کو بھی کچھ اسی طرح نشانہ بنایا گیا تھا۔ ارطغرل پر نشانہ کچھ زیادہ ہی ہے کیونکہ نوجوان نسل اس میں اپناروشن اورتابناک ماضی ،حمیت اور تہذیب وثقافت تلاشنے لگی ہے۔ بھگوان گڈوانی کی ناول دی سورڈ آف ٹیپوسلطان پر سیریل بنانے کا بیڑا معروف بالی ووڈ اداکار اور ہدایت کار سنجے خان نے اٹھایا تھا۔ وہ خود ہی ٹیپو سلطان کا کردار بھی نبھا رہے تھے۔ اس سے قبل دوردرشن سے ہندو اساطیری کہانیوں رامائن اور مہابھارت پر سیریل ٹیلی کاسٹ ہو چکے تھے۔ شاید سیکولرازم کا بھرم رکھنے کیلئے حکومتی ذمہ داروں نے ان… More",
        "time": "2020-05-30T14:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157483261592817"
    },
    {
        "title": "AN INSIDE STORY OF OSLO ACCORDS BETWEEN PLO AND ISRAEL IN the 90s.\n\nShortly before 12 midnight one day in August 1993, the phone rang at the Palestine Liberation Organization (PLO) headquarters in Boldj Cedria, an hour’s drive from Tunis, the capital of Tunisia.\n\nThe caller from the Swedish capital Stockholm – a Norwegian sociologist named Terje Rod-Larsen – said “grandfather” wanted to speak to the “Palestinian grandfather.”\n\n",
        "time": "2020-05-28T14:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157477040262817"
    },
    {
        "title": "Tragic narration from a friend who lost father to COVID-19 and to incompetent and anarchic system..",
        "time": "2020-05-27T18:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157474642637817"
    },
    {
        "title": "افسوسناک بات یہ ہے کہ یہ چاند دیکھ کر کسی خاص ملک میں عید منانا شرعی طور پر اللہ اور اس کے رسولﷺ کی بنائی ہوئی حدود و قیود کے مطابق نہیں،بلکہ عالمی طاقتوں کی کھینچی ہوئی حدود و قیود اور سرحدوں کے مطابق ہے۔ 1971 سے پہلے اگر چٹاگانگ یا ڈھاکا میں چاند نظر آجاتا تھا تو گوادر اور پشاور والے بھی ان کے ساتھ عید کرتے تھے۔ لیکن آج اگر رویتِ ہلال کمیٹی کے اراکین سے، سوال کریں کہ کیا بنگلہ دیش والے ہمارے ساتھ عید کر سکتے ہیں تو وہ کہیں گے کہ بنگلہ دیش کا مطلع الگ ہے اور ہمارا مطلع الگ۔ روس زمین کے شمال میں واقع ایک وسیع ملک ہے جس میں گیارہ ٹائم زون آتے ہیں۔روس میں مسلمانوں کی ایک کثیر تعداد موجود ہے۔ اس روس کے گیارہ ٹائم زون ہیں جن میں رہنے والے مسلمان ایک ہی دن عید کرتے ہیں۔ چونکہ روس کی ایک عالمی سرحد ہے اس لئے ایسا ہوتا ہے۔ اس کے مقابلے میں 57اسلامی ممالک بھی ویسے ہی گیارہ ٹائم زون میں واقع ہیں، جو مراکش سے برونائی تک کا علاقہ ہے۔\n\nhttps://www.roznama92news.com/%D9%85%D8%AA-%D9%86-%D8%B9%D8%AF-%DB%8C%DA%BA-%D9%86%DA%BA-%D9%85%D9%86",
        "time": "2020-05-26T10:57:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157471118957817"
    },
    {
        "title": "Thanks to Saeed Naqvi sb's for sending these verses on this eid\n\nعجب سی دل میں ہے کَسک\nکہ اب کے روزِ عید پر\nنہ دوستوں کی محفلیں\nنہ دِلبروں سے مجلسیں\nمِٹھائیاں نہ خُورمے\nنہ قہقے نہ رَتجگے\nکہ حُکم ہے غَنیم کا\nاطاعتِ وَبا کرو\nدُبک کے اپنے گھر رہو\nنہ اَب کے تم گَلے ملو\nسلام دور سے کرو\nنئِی یہ رِیت پڑ گئی\nکہ دستِ یار مَس نہ ہو\nمِلاپ میں لَمس نہ ہو\nجہاں پہ ہو وہیں رہو\nذرا بھی ٹَس سے مَس نہ ہو\n\nسبھی طبیب شہر کے\nسبھی خطیب شہر کے\nتمام امیر شہر کے\nبَجُز غریب شہر کے\nہیں مُتّفِق بِلا فَصل\nکہ نا گُزیر ہو گیا معاشرے میں فاصلہ…",
        "time": "2020-05-24T21:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157466288002817"
    },
    {
        "title": "Thanks to Saeed Naqvi sb..\n\nअजब सी दिल में है कसक\nकि अब के रोज़ ईद पर\nना दोस्तों की महफ़िलें\nना दिलबरों से मजलिसें\nमिठाईयां ना ख़ूओरमे\nना कहके ना रतजगे\nकि हुक्म है ग़नीम का\nइताअत-ए-वबा करो\nदुबक के अपने घर रहो\nना अब के तुम गले मिलो\nसलाम दूर से करो\nने ये रीत पड़ गईय\nकि दस्त-ए-यार मिस ना हो\nमिलाप में लम्स ना हो\nजहां पे हो वहीं रहो\nज़रा भी टस से मिस ना हो\n\nसभी तबीब शहर के\nसभी ख़तीब शहर के\nतमाम अमीर-ए-शहर के\nबजुज़ ग़रीब-ए-शहर के\nहैं मुत्तफ़िक़ बुला फसल\nकि नागुज़ीर हो गया मुआशरे में फ़ासिला…",
        "time": "2020-05-24T21:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157466261357817"
    },
    {
        "title": "Lockdown, pandemic, and political situations in many parts may have stolen festivities of Eid, this year.\n\nBut that doesn’t mean they will take away the festive spirit. There is no need to put a damper on the festivities.\n\nInspire to bring light where there is darkness; relief where there is distress; and happiness where there is sadness.\n\nLet this day bring new hope, opportunities an open mind, and fresh thoughts.\n\nIn the words of poet and philosopher Sir Muhammad Iqbal:\n\nAshkara Hain Meri Ankhon Pe Asrar-e-Hayat\n\nKeh Nahi Sakte Mujhe Naumeed-e-Paikaar-e-Hayat\n\nThe secrets of life are exposed to my view:\nI cannot be said to have despaired of waging the struggle of life.\n\nKab Dra Sakta Hai Gham Ka Arzi Manzar Mujhe\n\nHai Bharosa Apni Millat Ke Muqaddar Par Mujhe\n\nHow can I be frightened by the transient scene of sorrow?\nI believe in the destiny of my community!\n\nWith sincere good wishes and an Eid Mubarak",
        "time": "2020-05-24T10:34:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157464849537817"
    },
    {
        "title": "It’s been almost two years since one of Kashmir’s most prominent journalists, Shujaat Bukhari, was assassinated. It was expected that, unlike past cases involving high-profile shootings, the police would this time conduct a credible and transparent investigation. After all, his killing not only shocked the state and country but eventually led to the fall of the PDP-BJP government headed by Mehbooba Mufti.\n\n",
        "time": "2020-05-22T23:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157460637292817"
    },
    {
        "title": "Exactly two years ago, Shujaat Bukhari, the sun of journalism in Kashmir was forced to set minutes before the rise of the Eid crescent.\n\n",
        "time": "2020-05-21T21:45:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157457051147817"
    },
    {
        "title": "قصہ دہلی کی افطار پارٹیوں کا\nمنگل 19 مئی 2020ء\n\nافتخار گیلانی\n\nبھارت کی موجودہ حکمران ہندو قوم پرست بھارتیہ جنتا پارٹی نے 1998ء میں پارلیمانی انتخابات کے دوران اشوکا روڑ اپنے ہیڈ کوارٹر میں پہلی اور آخری افطار پارٹی دی تھی۔ اٹل بہاری واجپائی ابھی اپوزیشن لیڈر ہی تھے۔ مجھے یاد ہے کہ جب میں اس تقریب میں پہنچا تو دیکھا کہ پارٹی آفس کے وسیع و عریض لان میں شامیانہ لگا ہوا تھا ، جس کے دروازے پر خود واجپائی اور چند دیگر لیڈران ٹوپی پہنے مہمانوں کا استقبال کر رہے تھے۔ ابھی افطار میں آدھا گھنٹہ باقی تھا، مگر شامیانہ کے اندر چائے سموسہ اور کھجوروں کا دور چل رہا تھا۔لوگ آرام سے کھا پی رہے تھے، افطار کے وقت کا کسی کو احساس نہیں تھا۔ سید شاہنواز حسین، جو بعد میں مرکزی وزیر کے عہدے پر فائز ہوئے، ان دنوں… More",
        "time": "2020-05-21T21:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157457017537817"
    },
    {
        "title": "Four years ago in Tibet",
        "time": "2020-05-20T12:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157453054062817"
    },
    {
        "title": "بھارت، طالبان اور امریکی ثالثی\nمنگل 12 مئی 2020ء\nافتخار گیلانی\n\n29فروری کو قطر کے دارلحکومت دوحہ میں طالبان اور امریکہ کے درمیان ہوئے معاہدے سے تقریباً دوہفتے قبل بھارتی فضائیہ کے ایک طیارہ نے کابل ایر پورٹ پر لینڈ کیا۔ اس طیارہ میں وزیر اعظم نریندر مودی کے ایک دست راست صدر اشرف غنی کیلئے ایک خصوصی پیغام لیکر آئے تھے۔ اسی رات واپس دہلی پہنچ کر افسر اعلیٰ نے وزیر اعظم کو مشن کی کامیابی کی اطلا ع دید ی۔ امریکہ و یورپ سمیت پڑوسی ممالک نیز افغانستان کی سیاستی جماعتیں توقع کر رہی تھیں کہ طالبان اور امریکہ کے درمیان امن معاہدے کے طے ہونے تک افغانستان کا الیکشن کمیشن انتخابات کے نتائج کا اعلان نہیں کریگا۔ اسکو بھی ایک طرح سے پس پردہ ڈیل کا حصہ مانا جا رہا تھا، تاکہ معاہدہ کے بعد افغانستان میں ایک… More",
        "time": "2020-05-15T21:17:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157439671737817"
    },
    {
        "title": "",
        "time": "2020-05-09T21:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157420887957817"
    },
    {
        "title": "While the COVID-19 pandemic is forcing governments worldwide to put check on expenditures, India has withheld 15-20% funds earmarked for its Defense Ministry in the first quarter (April-June).\n\nFirst signs of the purge on defense funding were evident on Thursday when Defense Minister Rajnath Singh announced to abolish 9,300 posts in the Military Engineering Service (MES).\n\n",
        "time": "2020-05-08T17:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157416750052817"
    },
    {
        "title": "دہلی کی تہاڑ جیل میں گزرا رمضان\n\nافتخار گیلانی\nمنگل 05 مئی 2020ء\n\nکرونا وائرس نے لاک ڈاوٗن کے ذریعے پوری دنیا کو ایک قید خانہ میں تبدیل کردیا ہے۔ جنہوں نے کبھی جیل نہیں دیکھی یا آزاد ممالک کی آزاد فضائوں میں ہی سانسیں لی ہوں، ان کو قید و بند کی زندگی کا احساس کروانا اور ایک قیدی کی نفسیات کا ادراک کروانا خاصا مشکل ہوتا ہے۔اس کا مجھے بارہا تجربہ ہوچکا ہے۔ جن معمولات کی طرف کبھی ہمارا دھیان ہی نہیں جاتا ہے، قیدی کیلئے وہ ایک بڑی نعمت ہوتی ہیں۔ مثال کے طور پر جب آپ کا دل چاہے آپ کھڑے ہوسکتے ہیں، بیٹھ سکتے ہیں۔ قیدی اپنی مرضی سے یہ کام نہیں کرسکتا ہے۔ اس بار لاک ڈاون کی وجہ سے ماہ مبارک رمضان کے معمولات بھی بری طرح متاثر ہوئے ہیں۔ مساجد میں اذانیں تو ہو رہی ہیں، مگر آپ نماز اور افطار کیلئے… More",
        "time": "2020-05-08T11:54:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157416088562817"
    },
    {
        "title": "In an exclusive interview with Anadolu Agency, Samar Halarnkar, an award-winning journalist and former editor of the Hindustan Times said the transmission of misinformation by media has become a source of anxiety.\n\nHalarnkar, who is now running a website Article-14, a joint effort of lawyers and journalists to address failures of the justice system, said even the constituents of the Indian government are themselves involved in generating fake news deliberately.\n\n",
        "time": "2020-05-04T16:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157402760547817"
    },
    {
        "title": "Observing May Day, the world on Friday commemorated the labor protests of 1886 at the Haymarket Square Chicago and expressed quiet solidarity with workers in the face of restrictions imposed by the COVID-19 pandemic.\n\nBut not many people know that much before this incident, the world’s first organized labor and trade union movement had taken place in the streets in Srinagar -- the summer capital of Indian-administered Kashmir.\n\nAlmost 21-years before the Haymarket incident, weavers and workers associated with shawl weaving took to the streets of Srinagar on April 29, 1865, protesting against high taxes. At least 28 workers lost their lives and hundreds were injured.\n\nhttps://www.aa.com.tr/en/asia-pacific/kashmir-unsung-heros-of-worlds-first-labor-movement/1825763",
        "time": "2020-05-02T14:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157395504462817"
    },
    {
        "title": "آفات، سفارت کاری اور امن مساعی\n\nمنگل 28 اپریل 2020ء\n\nافتخار گیلانی\n\nاقوام متحدہ کے سیکرٹری جنرل انٹونیو گیوتریس کی اپیل پر دنیا کے مختلف شورش زدہ علاقوں میں متحارب گروپوں اور حکومتوں نے کورونا وائرس کی وبا سے نمٹنے کیلئے فی الحال جنگ بندی کا اعلان کیا ہے۔ فلپائن میں تقریباً پچھلے 50سالوں سے برسرپیکار نیوپیپلز آرمی نے سیز فائر کا اعلان کیا ہے تاکہ طبی عملہ کو متاثرہ علاقوں تک جانے میں کوئی پریشانی نہ ہو۔ اسی طرح کولمبیا میں بھی حکومت اور نیشنل لیبریشن آرمی نے عارضی جنگ بندی پر رضامندی ظاہر کی ہے۔ جنوبی تھائی لینڈ میں بھی متحارب گروپوں نے فی الحال عداوت کو پس پشت ڈال کر کورونا کے خلاف مشترکہ جنگ لڑنے میں ہی عافیت جانی ہے۔ شورش زدہ شام میں کورونا سے نمٹنے کیلئے حال ہی میں ترکی، روس اور ایران… More",
        "time": "2020-04-29T13:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157384806562817"
    },
    {
        "title": "Tribute to Justice Rajinder Sachar who passed away in April 2018..Old coloumn",
        "time": "2020-04-28T20:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157382598952817"
    },
    {
        "title": "Prominent Kashmiri journalist and author Gowhar Geelani, who has been booked by authorities in Indian-administered Kashmir for his social media posts said the local media has been silenced, more or less. After last year's August advertisements to some newspapers had been stopped and for a pretty long time, they did not even write editorials.\n\nThey had articles on the health benefits of cucumber and political situation in Congo. What was shocking and what went unnoticed, is the fact that a prominent member of the Editor's Guild on April 12 effectively asked the government to arrest me and accused me of getting people killed.\n\nOn two other occasions, he had threatened me on social media platforms but apologized saying he was under the influence of alcohol. I ignored it because I had started my career in his newspaper.\n\nhttps://www.aa.com.tr/en/asia-pacific/-police-action-against-scribes-to-silence-voices-in-kashmir-/1818232",
        "time": "2020-04-27T12:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157377688282817"
    },
    {
        "title": "",
        "time": "2020-04-26T04:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157372839172817"
    },
    {
        "title": "Ironically, while guns are falling silent in the world to focus on the pandemic, they are blazing loudly in Jammu and Kashmir. The COVID-19 pandemic may have consumed just five lives in the troubled region so far, but the armed conflict has taken away 48 lives since the outbreak of a pandemic.",
        "time": "2020-04-25T14:25:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157370155727817"
    },
    {
        "title": "",
        "time": "2020-04-24T21:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157367879427817"
    },
    {
        "title": "کورونا وباء : فرقہ پرستوں کا نیا ہتھیار\n\nمنگل 21 اپریل 2020ء\n\nافتخار گیلانی\n\nپچھلے دنوں جب بھارتی میڈیا نے کرونا وائرس کے پھیلاوٗ کیلئے دہلی میں بستی نظام الدین میں واقع تبلیغی جماعت کے ہیڈکوارٹر اور اسکے ممبران کو کٹہرے میں لا کر کھڑا کردیا تو جنوبی دہلی میں میری کالونی، جس میں زیادہ تر مڈل کلاس افراد رہتے ہیں، کی ریذیڈنٹ ویلفیر ایسوسی ایشن کے سیکرٹری نے واٹس ایپ گروپ پر اطلاع دی ، کہ کالونی میں سبزی فروش، پلمبر اور دیگر ایسے افراد کا داخلہ بند کردیا گیا ہے۔ گو کہ سیکرٹری نے مسلمانوں کا نام تو نہیں لیا مگر سبھی جانتے تھے کہ جن افراد کا داخلہ بند کردیا گیا ہے وہ مسلمان تھے۔ پاس کی کالونیوں میں مسلمان چوکیداروں کی چھٹی کر دی گئی۔ دہلی کے نواح میں ایک پوش کالونی میں رہائشی میری ایک سابق کولیگ نے… More",
        "time": "2020-04-24T12:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157366359137817"
    },
    {
        "title": "ٓآخر امریکہ ڈینیل پرل کے اصل قاتل کوکیوں بچا رہا ہے؟\n\n1994میں دہلی کے نواح میں ا حمد عمر سعید شیخ کی گرفتاری کی عجیب و غریب داستان\n\nافتخار گیلانی\nاکتوبر1994کی ایک دوپہر، دہلی میں وزارت داخلہ کے ہیڈکوارٹر نارتھ بلاک میں افراتفری مچی ہوئی تھی۔ وزارت داخلہ کا بیٹ کورکرنے والے دیگر صحافیوں کے ساتھ میں بھی نارتھ بلاک کے کوریڈور میں خبر یں تلاش کرنے کےلئے آپہنچا تھا۔ تقریباً20سے زائد ڈویژنوںپر مشتمل یہ وزارت دہلی میں کام کرنے والے صحافیوں کےلئے خبروں کا ایک اہم ذریعہ ہے۔ مگر جس طرح وزارت خارجہ میں ایک اعلیٰ عہدیدار باضابطہ طور پر ترجمان کے بطور متعن ہوتا ہے اور سبھی آن ریکارڈ یا آف ریکارڈ بریفنگس کا منبع ہوتا ہے، وزارت داخلہ میں اس طرح کا کوئی میکانز م موجود نہیں ہے۔ رپورٹرز چار بجے کے بعد نارتھ… More",
        "time": "2020-04-18T15:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157343329442817"
    },
    {
        "title": "",
        "time": "2020-04-17T13:45:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157339349102817"
    },
    {
        "title": "Cameras catch Israeli soldiers spitting near Arab homes. Unruly Haredi Jews, not obeying norms & Israeli soldiers dumping medical waste & spiting at Arab homes raise fears of COVID-19 transmission\n\nhttps://www.aa.com.tr/en/health/cctv-catches-israeli-soldiers-spitting-near-arab-homes/1805423",
        "time": "2020-04-15T17:49:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157332918827817"
    },
    {
        "title": "OLD ARTICLE ON B R AMBEDKAR, BUT RELEVANT TODAY ON HIS BIRTH ANNIVERSARY\n\nبھارت میں امبیدکر کا جشن\n\nافتخار گیلانی\n\nبھارت میں آج کل قد آور دلت لیڈر اور آئین کے خالق ڈاکٹر بھیم رائو امبیدکر کی 125ویں سالگرہ کی تقریبات تزک و احتشام کے ساتھ منائی جا رہی ہیں۔ پچھلے دنوں پارلیمنٹ کا سرمائی اجلاس بھی 'آئین اور ڈاکٹر امبیدکر کی خدمات‘ کے موضوع پر بحث سے شروع ہوا۔ دونوں ایوانوں میں امبیدکر کی خدمات کا اعتراف کرتے ہوئے قرارداد بھی منظور کی گئی۔ وزیر اعظم نریندر مودی، کانگریس کی صدر سونیا گاندھی سمیت سبھی سیاسی جماعتوں کے لیڈروں نے اپنی سیاست کی مناسبت سے امبیدکرکی تحریروں کے حوالے دے کر ان کے سیاسی وارث ہونے کا دعویٰ کیا۔ جب تاریخ کے حوالوں کا معاملہ ہو تو اکثر بھارتی لیڈر بخل سے کام لیتے ہیں۔ تاریخ… More",
        "time": "2020-04-14T17:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157329450692817"
    },
    {
        "title": "",
        "time": "2020-04-12T19:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157323376957817"
    },
    {
        "title": "",
        "time": "2020-04-11T14:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157319084007817"
    },
    {
        "title": "\"مگر جہاں حکومت کی ترجیحات میں دفعہ 370ختم کرنا، مسلم خواتین کے طلاق کا قانون پاس کروانے اور دیگر ایسے قوانین پاس کروانے کیلئے عجلت دکھانا ہو، تو عام آدمی کیلئے قانون سازی کیلئے وقت کہاں سے آئیگا۔ تین برسوں میں وزارت صحت نے وبائی امراض سے متعلق قانون کو حتمی شکل دینے کیلئے صلاح مشورہ کو بھی ضروری نہیں سمجھا۔ اسکو پارلیمنٹ میں لانے کی بھی کسی کو توفیق نہیں ہوئی، جہاںاسکو اسٹینڈنگ کمیٹی کے سپرد کرکے اس پر غور و خوض کیا جاسکتا تھا۔ جہاں حکومت کی تمام تر توجہ اقلیتی طبقہ کو زچ کرنا ، اکثریتی فرقہ کو خوف کی نفسیات میں مبتلا کرکے نیشنلزم کا راگ الا پ کر ووٹ بٹورناہو، تو صحت سے متعلق قانون سازی کی کس کو فکر ہوتی۔\"\n\nصحت ، قومی و انسانی سلامتی\n\nمنگل 07 اپریل 2020ء\n\nافتخار گیلانی\n\nپچھلے ماہ جب بھارتی…",
        "time": "2020-04-10T15:10:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157315563357817"
    },
    {
        "title": "Muzamil Jaleel, a senior editor at India’s leading newspaper Indian Express, said Anadolu Agency’s coverage of world affairs, especially the Muslim world has become important in the wake of Turkey’s growing prominence on the world stage.\n\nVeteran, award-winning journalist Yusuf Jameel said he was delighted to know that the ancestors of Anadolu Agency’s first reporter belonged to Kashmir.\n\n",
        "time": "2020-04-08T17:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157309102752817"
    },
    {
        "title": "Israel also affected by its own Tabligees. After ultra-Orthodox Jews defied social distancing, 75% of cases on Monday detected from their neighborhood. So far 35% of cases detected in Israel are in Bnei Brak, Israel’s largest ultra-Orthodox city.\n\n",
        "time": "2020-04-07T16:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157305754617817"
    },
    {
        "title": "Incidentally, the first reporter and one of the founders of Turkish global wire Anadolu Agency, that completed 100 years on April 6, was a Kashmiri origin Abdur Rehman Samdani alias Peshawari from Baramulla district. His father had migrated to Peshawar. His brother married to the daughter of Khan Abdul Ghaffar Khan.\n\n",
        "time": "2020-04-06T12:32:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157302207942817"
    },
    {
        "title": "Turkish global wire Anadolu Agency became only the second news agency in the world -- after the Soviet TASS agency -- that came up in a non-colonized world.",
        "time": "2020-04-06T12:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157302194192817"
    },
    {
        "title": "When the U.S. State Department on Friday condemned a Pakistani court’s overturning of the convictions of four suspects in the kidnapping and murder case of Wall Street Journal journalist Daniel Pearl, questions loom large as to why the U.S. did not prosecute the “culprit,” who is in their custody since 2003.\n\n",
        "time": "2020-04-04T12:36:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157295617252817"
    },
    {
        "title": "نیرو، وائرلوجسٹ سے گفتگو ، صحت و قومی سلامتی\n\nنیرو آج بھی زندہ ہیں۔\n\nمنگل 31 مارچ 2020ء\n\nافتخار گیلانی\n\nکہتے ہیں کہ شہنشاہ نیرو کے زمانے میں سلطنت روم میں سخت قحط آن پڑا۔ نیرو کا 13سالہ دور حکومت(54سے 68عیسوی) اسکی اپنی والدہ و اہلیہ کے قتل، بے جا اسراف، شہر روم کی آگ زنی کیلئے تاریخ میں خاصا بدنام ہے۔ قحط کا مقابلہ کرنے کیلئے عمائدین نے بادشاہ کو مشورہ دیا کہ بحری جہازوں کو مصر اور دیگر ممالک میں بھیج کر گندم منگوائی جائے، تاکہ فاقہ زدہ عوام کو راحت مل سکے۔ جہاز روم سے روانہ تو ہوئے، مگر واپسی پر ان پر گندم کے بجائے، مصر کے ریگستانوں کی باریک ریت لدی ہوئی تھی او راسی کے ساتھ شہنشاہ نے روم میں عظیم الشان میلہ کے انعقاد کا اعلان کر کے عوام میں جوش بھر دیا۔ نیرو نے عمائدین کو بتایا کہ گندم کے… More",
        "time": "2020-04-02T14:16:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157288943157817"
    },
    {
        "title": "Still, to update 1897 British law, India, Pakistan notified COVID-19 as a disaster rather than epidemic to enable governments to use disaster management laws to issue strict responses",
        "time": "2020-03-31T13:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157281852192817"
    },
    {
        "title": "India’s social sector requires significant additional funding to achieve the SDGs; ultra-rich individuals and several corporations can give more\n\n",
        "time": "2020-03-27T17:58:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157268024962817"
    },
    {
        "title": "کرونا چیلنج: بھارتی صوبہ کیرالا سے استفادہ کی ضرورت\n\nمنگل 24 مارچ 2020\n\nافتخار گیلانی\n\nپچھلے دنوں جب بھارتی وزیر اعظم نریندر مودی نے پہل کرکے کرونا وائرس سے نمٹنے کیلئے جنوبی ایشیائی تعاون تنظیم سارک کے رکن ممالک کے سربراہان کی ویڈیو کانفرنس بلانے کی تجویز دی، ذرائع کے مطابق نئی دہلی کے مقتدر حلقوں اور کھٹمنڈو میں مقیم تنظیم کے سیکرٹریٹ کے افسران نے مشورہ دیا تھاکہ بھارت کے جنوبی صوبہ کیرالا کے وزیر اعلیٰ پینایاری ویجایان کو بھی اس میں شامل کیا جائے، تاکہ رکن ممالک ان کے تجربات سے استفادہ کرسکیں۔ چونکہ اس کانفرنس کا انعقاد متعدی مرض کا علاج ڈھونڈنے یا کوئی مشترکہ لائحہ عمل طے کرنے سے زیادہ مودی کیلئے پبلسٹی حاصل کروانا اور خطے میں لیڈرشپ کی دھاک بٹھانا تھا، اسلئے اس تجویز کو ناقابل غور سمجھا… More",
        "time": "2020-03-25T14:56:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157260115037817"
    },
    {
        "title": "",
        "time": "2020-03-21T14:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157245282882817"
    },
    {
        "title": "دوبئی کی شہزادیاں ، بھارت اور عرب حکمرانوں کی قربتیں\n\nبدھ 18 مارچ 2020ء\n\nافتخار گیلانی\n\nمارچ 2018۔نئی دہلی کے پاور گلیاروں میں خبریں گشت کر رہی تھیں ، کہ ستمبر 2016کی طرز پر بھارت نے ایک بار پھر پاکستان کے خلاف سرجیکل اسٹرائک کی ہے۔ اس بار یہ اسٹرائک بحیرہ عرب میں کسی جگہ کی گئی ہیں۔ قومی سلامتی کے مشیر اجیت دوول کی دہلی میں عدم موجودگی اور پورے ایک ہفتے ساحلی صوبہ گوا کے دارالحکومت پانا جی میں ڈیرہ ڈالنے سے خبرو ں کو اور بھی تقویت مل رہی تھی۔ ملک کی سمندری حدود کرا س کرکے یہ آپریشن بحری افواج کے بجائے کوسٹ گارڈز نے کیا تھا۔ خبریں یہ بھی تھیں کہ بحریہ کے سربراہ ایڈمرل سنیل لامبا خاصے ناراض تھے اور انہوں نے حکومتی رولز کا حوالہ دیکر وزیرا اعظم نریندر مودی کو شکایت کی تھی کہ بین الاقوامی پانیوں… More",
        "time": "2020-03-20T15:33:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157241813467817"
    },
    {
        "title": "As the coronavirus 19 pandemic prompts countries to close their borders and quarantine people, a new education system is taken shape around the globe.\n\nBesides Turkey, which is launching digital education for children beginning next week, many other countries have already started a distance learning system, with students taking lessons and appearing in tests while staying at home.\n\nIt is believed that the bane of the virus may prove an ultimate boon to help to bridge the much-needed digital divide, as it is coming with innovations bringing new solutions for the education system.",
        "time": "2020-03-19T11:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157237654977817"
    },
    {
        "title": "J&K Budget\n\nTotal estimates for the fiscal 2020-21 is Rs. 1,01,428 cr\n\nDevelopmental expenditure is of R. 38,764 cr\n\nExpenditure on Administrative Sector is Rs. 11627 cr, of which\n69.70% on Home Department (Security).\n\nExpenditure on Social sector is Rs. 20846 cr, of which\n53.37% is to be spent on Education\n\n44% Budget to be spent on salaries, pensions and payment of interests\n\n38% for developmental works\n\nCentral grants account 56% of J&K Budget\n\nTotal liabilities Rs. 79,061 crore",
        "time": "2020-03-18T15:03:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157234464857817"
    },
    {
        "title": "There are no parallels between former Chief Justice of India Justice Ranjan Gogoi’s Rajya Sabha nomination to earlier precedents as cited by many friends.\n\nYes, Congress era was no milk and honey, they equally trampled rules, regulations, and constitution, but here are facts:\n\nJustice Ranganath Misra was appointed to the Rajya Sabha six years after he demitted office as the Chief Justice of India.\n\nJustice Hidayatullah became Vice President nine years after his retirement.\n\nJustice Baharul Islam was a Rajya Sabha Member over six years, became judge five to six years later.",
        "time": "2020-03-17T15:03:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157230912662817"
    },
    {
        "title": "In the wee hours of August 1994, a wailing woman was trying to catch the attention of passersby in Spin Boldak, a border town in Afghanistan’s southern Kandahar province, next to the border with Pakistan. When she was traveling on way to Pakistan’s Chaman border, gunmen loyal to a local warlord, a former commander of anti-Soviet Mujahideen group had kidnapped her daughter. A black turbaned tall Pathan, on his way back from the mosque after hearing the story of the wailing woman, scrambled 15 youth, all students of a madrassa and invaded the abode of the warlord. After a brief exchange of fire, the warlord retreated as people in the Spin Boldak had also joined this one-eyed Pathan against the warlord’s gang. Upon searching the dera, they found scores of kidnapped girls and teenage boys, who had been forced to work as sex slaves.\n\n",
        "time": "2020-03-17T10:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157230388307817"
    },
    {
        "title": "BRIG GURMEET KANWAL A THINKER, OFFICER AND GENTLEMAN\n\nMilitary strategist and peacenik Brig Gurmeet Kanwal is no more. He along with his Pakistani counterpart Brig Asad Hakeem had authored a way out for the resolution of Siachen dispute. Both military officers across the divide had presented a mechanism for disengagement and monitoring.\n\nThe environmental restoration of the Siachen and neighboring glaciers is a matter of national urgency for both India and Pakistan, said their paper.\n\nIt will be a tribute to Brig Kanwal that both countries realize that conflict does not serve them. “Disengagement in the Siachen Conflict Zone could serve as a precedent for the entire\nLOC. Starting with the…",
        "time": "2020-03-16T14:50:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157227635492817"
    },
    {
        "title": "افغانستان: بل رچرڈسن اور زلمے خیل زاد کے سفارتی مشن\n\nمنگل 10 مارچ 2020ء\n\nافتخار گیلانی\n\n17 اپریل 1998، کی ایک خنک دار صبح کو افغانستان کے دارالحکومت کابل کے ائیر پورٹ پر ایک امریکی طیارہ نے لینڈ کیا۔ تقریباًدو دہائیوں کے بعد کسی اعلیٰ امریکی عہدیدار کا افغانستان کا یہ پہلا دورہ تھا۔ 1996ء میں کابل پر طالبان کے کنٹرول کے بعد عالمی برادری نے افغانستان کو تو پوری طرح سے الگ تھلگ کرکے رکھ دیا تھا۔ ائیرپورٹ پر افغانستان میں پاکستانی سفیر عزیر احمد خان اور طالبان کے اعلیٰ راہنما امریکی مہمان کے استقبال کیلئے رن وے پر کھڑے تھے۔ افغانستان میں امن کے حوالے سے اقوام متحدہ کے خصوصی ایلچی لکدر براہمی کی ناکامی کے بعد امریکہ نے اپنے سب سے سینئر اور منجھے ہوئے سفارت کار بل رچرڈسن کو طالبان کے ساتھ گفت و… More",
        "time": "2020-03-15T10:53:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157223955352817"
    },
    {
        "title": "Azam Khan could have emerged leader & anchor for North Indian Muslims. He possessed all the ingredients to lead them. But a high degree of arrogance, impatience, disdain for anyone questioning him, promoting family, coercion n cruelty sank him. LESSONS TO BE LEARNED FROM THE FATE OF THIS SHAH JAHAN OF RAMPUR, NOW UNDER SEIGE. The chickens have finally come home to roost, I guess.\n\n",
        "time": "2020-03-12T12:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157215321127817"
    },
    {
        "title": "Head of a quasi-judicial body in India has claimed that the communal violence that jolted parts of union capital Delhi recently was “well-planned” and “one-sided”.\n\nIn the worst-hit riots in decades, which started on the day when U.S. President Donald Trump was in the city, over 50 people were killed and hundreds injured.\n\nIn an exclusive interview with Anadolu Agency, the Chairman of the Delhi Minorities Commission Zafarul Islam Khan, who toured the riot-affected areas along with other members of his body, said that they found maximum damage had been inflicted on houses and shops of Muslims.\n\n",
        "time": "2020-03-11T17:51:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157212975662817"
    },
    {
        "title": "The Indian government is brazenly removing Sheikh Abdullah from history.\n\nHis birth anniversary is not more official holidays. The police gallantry medals are no longer inscribed with his commemorative epithet. The iconic SKICC has dropped the prefix to become Kashmir International Convention Complex. The Sher-i-Kashmir Institute of Medical Sciences, SKIIMS, too may lose its prefix soon.\n\nYet the many hats that Sheikh Abdullah wore – that of an anti-feudal revolutionary in 1931, the pragmatic secularist in 1936, the emotional communist in 1944, the egalitarian head of government in 1948, the ethnic nationalist of 1952, or the giant with feet of clay in 1975 — will remain! It is not possible to erase him from history. Hence an attempt is being made to erase him from the collective memory of Kashmiris\n\n",
        "time": "2020-03-11T12:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157212416942817"
    },
    {
        "title": "کشمیری زبان و ثقافت پر ’ہندوتوا یلغار‘\n\nافتخار گیلانی\n\nبھارت میں وزیر اعظم نریندر مودی کے برسر اقتدار آنے سے قبل یا اس کے فوراً بعد کشمیر، بھارتی مسلمانوں اور پاکستان کے حوالے سے جو خدشات ظاہر کیے جا رہے تھے ، ایک ایک کرکے وہ سبھی درست ثابت ہو رہے ہیں۔ غالباً۲۰۱۴ء اور۲۰۱۵ء میں جب ان خطرات سے آگاہ کرانے کے لیے میں نے مودی کا کشمیر روڑ میپ ، کشمیر میں ڈوگرہ راج کی واپسی وغیرہ جیسے موضوعات پرکالم لکھے توکئی افراد نے ’قنوطیت پسندی‘ کا خطاب دے کر مجھے یہ باور کرانے کی کوشش کی کہ کانگریس کی کمزور اور پس وپیش میں مبتلا سیکولر حکومت کے برعکس، بھارت میں ایک سخت گیر اور خبط عظمت کے شکار حکمران کو رام کرنا یا شیشے میں اتارنا زیادہ آسان ہوگا ۔ اس سلسلے میں بار بار ۱۹۷۷ء سے ۱۹۷۹ءکی مرارجی ڈیسائی کی جنتا… More",
        "time": "2020-03-09T10:00:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157206775907817"
    },
    {
        "title": "A tale of two cities and two tulip gardens divided by Line of Control. Tulip Garden in Muzafarabad, which has opened for Public. And Tulip Garden in Srinagar, which will bloom soon, as spring is knocking doors in Kashmir. Can’t decide, which one is more beautiful? Can you?",
        "time": "2020-03-06T16:50:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157198780127817"
    },
    {
        "title": "Deaths in Delhi riots released to the public\n\nAamir, 30, M\nAftab, 18, M\nAkbari, 85, F\nAqil Ahmad, 40, M\nAlok Tiwari, 24, M\nAmaan, 17, M\nAnkit Sharma, 26, M\nAnwar Kassar, 58, M\nAqib, 18, M\nArshad, 22, M\nAshfaq Hussain, 22, M\nAyub Shabbir, 60, M\nBabbu Salmani/Babbu Mohammad 33 M\nBir/Vir Bhan Singh, 50, M\nConstable Ratan Lal, 42, M\nDeepak Kumar, 34, M\nDilbar/Dilbur Negi, 20, M\nDinesh Kumar, 35, M\nFaizaan, 23, M\nHashim, 17, M\nIshtiyak Khan, 24, M\nJamaluddin, 30, M\nMahroof Ali, 30, M… More",
        "time": "2020-03-06T14:35:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157198573397817"
    },
    {
        "title": "بھارت: ہندو مسلم فسادات، وہی قاتل وہی منصف\nمنگل 03 مارچ 2020ء\n\nافتخار گیلانی\n\nبھارت میں فرقہ وارانہ فسادات کا برپا ہونا کوئی نئی بات نہیں ہے۔ اعداد و شمار کے مطابق 1947ء میں آزادی کے بعد سے پچھلے 73سالوں میں ملک کے طول و عرض میں 58400فسادات پھوٹ پڑے ہیں۔ بڑے فسادات جہاں 50یا اس سے زیادہ افراد ہلاک ہوئے کی تعداد لگ بھگ 110 کے قریب ہے۔ نیشنل کرائم ریکارڈ بیورو کے مطابق 2008ء سے 2018ء کے دس سالوں کے وقفہ کے درمیان کم و بیش 8ہزار فسادات ریکارڈ کئے گئے ہیں۔یعنی ایک طرح سے ملک میں ہر روز دو فسادات ہوئے ہیں۔ ان سبھی فسادات میں پولیس کا رول حالیہ دہلی میں رونما ہوئے فسادات کی طرح ہمیشہ سے ہی جانبدارانہ رہا ہے۔ بجائے فسادات کو کنٹرول کرنے وہ بلوائیوں کا ساتھ دیکر مسلمانوں کو نشانہ بناتے ہیں یا بس… More",
        "time": "2020-03-05T17:13:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157196132657817"
    },
    {
        "title": "Under the leadership of Amit Shah, Ministry of Home Affairs under capital expenditure and police modernization etc was able to spend only 59.79 % of the allocation granted. Poor\ncapital expenditure is big reflection on capabilities of Minister.",
        "time": "2020-03-05T16:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157196072367817"
    },
    {
        "title": "We were told that Article 370 is a big hindrance to rehabilitate West Pakistan refugees in J&K. Hindutva brigades made it election plank always. Now post Aug, no one is coming forward to take the package. The Ministry tells parliament that it was because of non-receipt of authentic claims. In 2019-20 Rs 200 crore was allocated, which was reduced to Rs.1.00 crore. And that too remains unspent.",
        "time": "2020-03-05T16:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157196033442817"
    },
    {
        "title": "For those who are in the habit of exaggerating figures.\n\nAccording to the Indian Home Ministry, there are 64,827 registered Kashmiri migrant families comprising 60,489 Kashmiri Pandit, 2,609 Muslim\nfamilies, and 1,729 Sikh families. Out of 64,827 families, 43,494 families are\nregistered in Jammu, 19,338 in Delhi and 1,995 families are settled in other\nStates/UTs of the country. Out of 43,494 migrant families, a total of 5,248 families\nare living in migrant camps.",
        "time": "2020-03-05T15:22:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157195922607817"
    },
    {
        "title": "One year ago.How India failed to file any case against Masood Azhar",
        "time": "2020-03-05T11:56:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157195552927817"
    },
    {
        "title": "No issue with India\n\nResponding to a question regarding India, where apprehensions are being raised about the peace deal, Shaheen said the Taliban has no issue with any country and want to work with all to bring sustainable peace and development in Afghanistan.\n\n\"We have no issue with any country, neither want to have an issue with anyone, we want to establish good relations with all countries and work with them together in the reconstruction process of Afghanistan after the withdrawal of foreign forces,\" he added.\n\nHowever, he emphasized that those who did not welcome the peace agreement have only exposed themselves that they do not want peace in Afghanistan.\n\n“We urge them to reconsider their policy,” Taliban spokesman added.\n\n",
        "time": "2020-03-02T19:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157187941452817"
    },
    {
        "title": "The people have got the message: India’s judiciary has also succumbed to the brute power of the government and is no longer the third pillar of democracy.\n\nMob rule has come to stay in India, writes Prem Shankar Jha\n\nhttps://www.aa.com.tr/en/analysis/mob-rule-is-here-to-stay-in-india/1750693",
        "time": "2020-03-01T19:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157184947057817"
    },
    {
        "title": "During every communal riot, be that Gujarat 2002, Delhi 1984, Mumbai 1993, “KARO-NA” (Don’t Do Anything) virus plagues functioning of governments & police. Delhi 2020 is no exception.",
        "time": "2020-02-28T19:20:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157179242597817"
    },
    {
        "title": "",
        "time": "2020-02-26T20:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157173390837817"
    },
    {
        "title": "Out of three agreements signed between President Trump and Prime Minister Modi is an MoU on Mental Health..A much-needed agreement, that needs to be implemented as soon as possible to test the mental health of leaders of both countries\n\n",
        "time": "2020-02-25T12:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157169808192817"
    },
    {
        "title": "O",
        "time": "2020-02-25T12:08:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157169760037817"
    },
    {
        "title": "",
        "time": "2020-02-24T20:27:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157167861527817"
    },
    {
        "title": "دہلی انتخابات : عمران خان کیلئے بھی پیغام\n\nمنگل 18 فروری 2020ء\n\nافتخار گیلانی\n\nغالباً ایک دہائی قبل کا واقعہ ہے۔ میں نئی دہلی میں تہلکہ میڈیا گروپ میں بطور رپورٹر کام کر تا تھا کہ ایک دن چیف ایڈیٹر ترون تیج پال نے اپنے کمرے میں بلاکر گلے میں مفلر اور پائوں میں ہوائی چپل پہنے ایک شخص سے متعارف کرواکر بتایا کہ ا ن کے پاس سرکاری ٹیکس ا داروں میں کرپشن کے حوالے سے کوئی اہم خبر ہے۔ ان سے تفصیلات لیکر اور تحقیق کرکے رپورٹ فائل کرلوں۔ معلوم ہوا کہ یہ حضرت سابق جوائنٹ کمشنر انکم ٹیکس اور بدعنوانی کے خلاف مہم کے ایک سرگرم کارکن اروند کیجریوال تھے۔ چونکہ 2006میں انکو بھارت میں حق اطلاعات کے قانون کے ذریعے کئی اسکینڈلز کا پردہ فاش کرنے کیلئے رمن میگھساسے ایوارڈ سے نوازا گیا تھا، اسلئے ان کا نام میڈیا… More",
        "time": "2020-02-21T17:56:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157158867952817"
    },
    {
        "title": "DELHI UNION OF JOURNALISTS(REGD)\n\nFlat no.29, New Central Market, Connaught Circus, New Delhi-110 001\n\nPhone: 23413459, E-mail: duj.delhi@gmail.com\n\n19 February, 2020\n\nPRESS RELEASE\n\nDUJ Blasts Prolonged Denial of Internet to Kashmir Journos\n\nThe Delhi Union of Journalists expresses its deep concern at the prolonged denial of high speed Internet to journalists in Kashmir. We regret this attempt to stifle the press in the region. Media organisations are barely able to function in the absence of high speed internet facilities. The government’s announcements that fixed line/broadband facilities have been restored are a sham. Facilities in the government’s media room are limited, with journalists…",
        "time": "2020-02-19T14:15:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157152913052817"
    },
    {
        "title": "BREAK UP OF CASTE AND RELIGION WISE DATA OF INMATES OF DELHI’S TIHAR JAIL\n\nAccording to data furnished by Ministry of Home Affairs in response to a question in Rajya Sabha\n\nIn 2018 Delhi’s Tihar Jail inmates included:\n\n53.65% Scheduled Caste, Scheduled Tribe and Other Backward Castes (OBC)\n27%. Minorities\n\nOut of 15468 inmates, 3724 SCs, 540 STs, 4063 OBCs, 4275 minorities\n\nMuslims form a large chunk of 3586 inmates. 289 Sikhs and 348 Christians\n\n",
        "time": "2020-02-18T16:06:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157150280957817"
    },
    {
        "title": "ALL THOSE WHO USED VPN TO ACCESS SOCIAL MEDIA IN KASHMIR BOOKED\n\nCyber Police Station Kashmir Zone, Srinagar took cognizance of misuse of Social Media: FIR Registered\n\nFebruary 17: Taking serious note of misuse of Social media, the Cyber Police Station Kashmir Zone Srinagar has registered a Case FIR against various social media users who defied the Government orders and misused the social media platforms.\n\nPertinent to mention that J&K UT Government has issued an order vide Government Order No Home-03 (TSTS) of 2020 dated 14.01.2020, banning all social media sites to curb the misuse of the sites by miscreants for propagating false information/ rumors. The ban was ordered to stall the rumor…",
        "time": "2020-02-17T18:59:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157147958547817"
    },
    {
        "title": "India’s economy is the fifth-largest in the world with a GDP of $2.94 trillion.\n\nBut in terms of per capita GDP, which actually matters, it stands at a mere $2,361. In comparison US per capita GDP $67,063, China’s at $10,747, Turkey $9,599.\n\nIn terms of per capita GDP, India stands in the company of Nigeria, Bangladesh, Vietnam, Ghana, Venezuela, Tunisia, Honduras, Congo, Eretria, and Palestine. The only solace is India is ahead of Pakistan, which stands at a mere $1,279.\n\n",
        "time": "2020-02-17T13:19:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157147376727817"
    },
    {
        "title": "بھارت کے سویلین اعزازات اور کشمیر\n\nمظفر بیگ ، ممہ کن، حشمت اللہ، کشمیر اور پدم بھوشن\n\nافتخار گیلانی\n\nبھارت میں ہر سال 26جنوری یعنی یوم جمہوریہ کے موقعہ پر سویلین، پولیس اور دفاعی اعزازات کا اعلان کیا جاتا ہے۔ تحلیل شدہ ریاست جموں و کشمیر سے اس سا ل سویلین یعنی پدما ایوارڈ سابق ممبر پارلیمان اور پیپلز ڈیموکریٹک پارٹی کے لیڈر مظفر حسین بیگ کو دیا گیا۔ آخر ان کو یہ ایوارڈ کیوں دیا گیا ؟ اس پر چہ مگوئیوں کا بازار گرم ہو گیا ہے۔ جب شیخ عبداللہ جیسے لیڈر ، جس نے کشمیر کو بھارت کی گود میں ڈالنے میں ایک کلیدی کردار کے بطور کا م کیا، کو کبھی ایوارڈ کا حقدار نہیں سمجھا گیا،تو آخر بیگ میں ایسے کون سے سرخاب کے پر لگ گئے ، کہ ان کی ایسی عزت افزائی کی گئی۔ لگتا ہے کہ کسی متوقعہ ذمہ داری کے پیش نظر شیشے… More",
        "time": "2020-02-14T16:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157138965932817"
    },
    {
        "title": "In a bid to make people aka minorities stateless, BJP is making itself increasingly stateless.",
        "time": "2020-02-13T13:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157135671237817"
    },
    {
        "title": "Is Saudi Arabia playing with Pakistan on the issue of Jammu and Kashmir, in a similar way as Iran acted previously in 1994?\n\nCut to March 1994. On a winter morning, with the Alborz Mountains overlooking Tehran airport were still under snow, braving cold winds, a special Indian military plane touched down. Onboard was then ailing External Affairs Minister Dinesh Singh, along with three others on a secret mission. Barely able to walk, Singh had been dragged out of a hospital bed by then-Prime Minister Pamulaparthi Venkata Narasimha Rao to deliver a personal and a secret letter to Iranian President Ali Akbar Hashemi Rafsanjani.\n\n",
        "time": "2020-02-12T13:21:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157132993612817"
    },
    {
        "title": "इलैक्शन के नताइज आ गे-ए-\nशाहीन बाग़ की शेरनियों को मुबारकबाद\n\nलू ज़ुलम के बंधन टूट गे-ए-\n\"शाहों\"के छक्के छूट गे-ए-\nक़िस्मत के सितारे रूठ गे-ए-\nदिल्ली के गुब्बारे फूट गे-ए-\nहर-सम्त सवेरे जाग गे-ए-\nवो देख अंधेरे भाग गे-ए-\nले-ले के सपेरे नाग गे-ए-\nजैसे सैलाबी झाग गे-ए-\nहक़ जीत गया बातिल हारा\nलू जबर हुआ पारापारा\nहर फूल बना है अंगारा\n\nबोलो कि ज़बानें गंग हुईं\nलिक्खो कि क़लम सब टूट गे-ए-\nसंभलों!कि घटाऐं लौट गईं\nदौड़ो कि फ़ज़ाएँ गूंज उठीं\nदेखो वो रिदाओं के पर्चम\nउट्ठो!कि वो माएं जीत गईं\nगूँजा है अना-ऊल-हक़ का नारा\nहर फूल बना है अँगारा\n\nसरफ़राज़ बज़मी\nसिवाय माधव पूर राजिस्थान\n9772296970",
        "time": "2020-02-11T20:40:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157131139877817"
    },
    {
        "title": "REMINISENCES:\n\nEMINENT KASHMRI JOURNALIST NARRATES EVENTS THAT UNFOLED IN FEBRUARY 1984 LEADING TO HANGING OF MAQBOOL BHAT. LEST WE FORGET….\n\nAN UNTOLD STORY\n\nMaqbool Butt-An untold story.\n\nBy Zafar Meraj\n\nIt was one of those chilly evenings of winter of 1984 and I as usual was trying to gather news reports for next day’s issue of AINA which I was associated with, then. The budget session of the state assembly was on in winter capital Jammu and I would call Kashmir Times offices in Jammu to have the latest news about the day’s developments in the assembly. We, at AINA and Kashmir Times, had an understanding for exchanging the news. Kashmir Times had no one in Srinagar to look after the news and… More",
        "time": "2020-02-09T09:46:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157124777342817"
    },
    {
        "title": "ٹرمپ کا فلسطین پلان ، اوسلو اکارڈ کو دفنانے کا سامان\n\nافتخار گیلانی\n\nبدھ 05 فروری 2020ء\n\nناروے کی سمندری حدود میں جب 1979 ء میں پیٹرولیم کے ذخائر نکالنے کا کام شروع ہوا ،تو یورپ و امریکہ کے متعددمسیحی اور یہودی اداروں نے اوسلو حکومت پر دباوٗ دیا کہ یہ تیل اسرائیل کو ارزاں نرخ پر یا مفت مہیا کرایا جائے۔ ان کی دلیل تھی، چونکہ تیل کی دولت سے مالامال عرب ممالک اسرائیل کو تیل فراہم نہیں کرتے ہیں اور ایران میں مغرب نواز رضا شاہ پہلوی حکومت کا تختہ پلٹنے سے انرجی کی فراہمی اور زیادہ مشکل ہوگئی ہے، اسلئے ناروے کو اپنے وسائل یہودی ریاست کی بقا ء کیلئے وقف کردینے چاہئے۔ ناروے کی 150رکنی پارلیمان میں اسوقت 87اراکین فرینڈز آف اسرائیل تنظیم کے سرگرم رکن تھے۔مگر کوئی فیصلہ کرنے سے قبل ناروے کے وزیر اعظم… More",
        "time": "2020-02-08T13:52:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157122302527817"
    },
    {
        "title": "Kashmir Times April 10, 1988 .\n\nNOTE FROM EDITORS Ravinder Kaul had interviewed Mr. Dina Nath Nadim for ‘Kashmir Times’ a few days before he left to receive the Sahitya Akademi Award. But due to oversight it could not be published earlier. We had planned to publish it this Sunday but before that the pale hands of death removed Nadim from our amidst. This is now being published as our homage to the departed poet)\n\nRavinder Kaul: Tell us something about your childhood.\nDina Nath ‘Nadim’: I was born in 1916. I still remember many incidents of my childhood. I would sometimes imagine seeing strange people. I would talk to imaginary characters. Hallucinations, maybe? My parents used to be worried…",
        "time": "2020-02-03T17:18:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157108635747817"
    },
    {
        "title": "PoK was not gifted by India to Pakistan\n\nThe Authoritative History of Operations in Jammu & Kashmir 1947-48 by S.N. Prasad and Dharm Pal, published in 1987 by the History Division of the Ministry of Defence, records:\n\n“There is a feeling among some Service officers, as well as a section of the civilian population, that India should not have accepted the Cease Fire or any Cease Fire Line, and should have pressed on to liberate the rest of the territories of J&K State…. The enemy had in December 1948 two infantry divisions of the regular Pakistan Army, and one infantry division of the so-called ‘Azad Kashmir army’ fighting in the theatre. These comprised fourteen infantry brigades; or 23… More",
        "time": "2020-02-03T13:30:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157108225987817"
    },
    {
        "title": "Dina Nath Nadim last interview published in the Kashmir Times in 1987..",
        "time": "2020-02-02T12:26:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157105321297817"
    },
    {
        "title": "بھارت، پاکستان تجارت کی معطلی : کس کو ہوا نقصان\n\nافتخار گیلانی\n\nداخلی محاذ پر جارحانہ تیور دکھاتے ہوئے وزیرا عظم نریندری مودی اپنی دوسری مدت حکومت میں سفارتی سطح پر بھارت کو اس خطے میں ایک سپر پاور کے بطور منوانے کی حکمت عملی پر گامزن ہے ۔ اس کے حصول کےلئے چانکیہ کی تجویزکی ہوئی صدیوں پرانی پالیسی سام (گفتگو) دھام (لالچ)، ڈھنڈ ( سزا) اور بھید (بلیک میل) پر عمل پیرا ہے۔ اگر ایک حساس پڑوسی کی حثیت سے اور استعماری قوتوں کے خلاف محاذ کے لیڈر کی حثیت سے بھارت خطے میں اپنے آپ کو پیش کرتا، تو شاید پس و پیش کی نوبت ہی نہیں آتی۔ مگر اپنے آپ کو ایک بارعب پاور کے طور پر منوانے کی سعی نے اس تھیوری کو مزید مضبوطی بخشی ہے کہ بھارت ایک حساس پڑوسی کے بجائے ایک غیر متوازن قوت کے طور پر ابھرنے کا خواہشمند ہے۔… More",
        "time": "2020-02-01T19:31:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157103261292817"
    },
    {
        "title": "After a trial court awarded death sentence to Mohammad Afzal Guru for his involvement in the attack on parliament, his wife Tabassum wrote an open letter stating that her husband had facilitated travel and boarding of attackers on the orders of Davinder Singh. Guru, prime accused in the case was secretly hanged, and his body was interred in Tihar Jail in February 2013.",
        "time": "2020-01-26T17:14:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157081153327817"
    },
    {
        "title": "دیوندر سنگھ سے اوتار سنگھ تک:خون خود بتاتا ہے جلادوں کے مسکن کا سراغ\n\nمنگل 21 جنوری 2020ء\n\nافتخار گیلانی\n\nبھارتی دارالحکومت نئی دہلی میں اپنے 27سالہ صحافتی کیریئر کے دوران میں نے نہ صرف وقائع نگار کی حیثیت سے کشمیر یا بھارت اور پاکستان کے حوالے سے رونما ہونے والے متعدد اعلانیہ یا پس پردہ واقعات کا مشاہدہ کیا،بلکہ نہ چاہتے ہوئے بھی بسا ا وقات حالات و حوادثات کا کردار بن گیا۔ پچھلے ہفتے جب خبر آئی کہ جموں و کشمیر پولیس نے اپنے ہی ایک ڈپٹی اسپرنٹنڈنٹ دیوندر سنگھ کو دو عسکریت پسندوں کو جموں لے جاتے ہوئے گرفتار کیا، تو میرے لئے اچنبھے کی بات نہیں تھی۔ پچھلے 30برسوں میںکشمیر میںمتعدد ایسے واقعات رونما ہوئے، جو عسکریت پسندوں کے کھاتے میں ڈالے گئے، مگر بعد میں معلوم ہواکہ یا تو ان میں بھارتی سکیورٹی… More",
        "time": "2020-01-25T11:51:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157077730342817"
    },
    {
        "title": "",
        "time": "2020-01-24T08:04:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157074442942817"
    },
    {
        "title": "",
        "time": "2020-01-22T12:01:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157069035937817"
    },
    {
        "title": "A Hindu custodian of a mosque in a Muslim majority country of Pakistan may sound far-fetched. But Pahlaj Rae, a Karachi businessman has been taking care of this Mosque in the heart of city, over many years. https://t.co/b4lGFZjyQv",
        "time": "2020-01-21T19:34:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157067066737817"
    },
    {
        "title": "Although high-profile slain Iranian military leader Gen. Qasem Soleimani is known for extending Shia arc or Iranian influence beyond his country’s borders to Iraq, Syria, Lebanon and up to Yemen, little is known that he had also sheltered fighters of al-Qaeda terrorist group and senior members of its military council, a British author claimed.\n\n“Soon after the U.S.-led military campaign began in Afghanistan that led to the overthrow of Taliban regime in Kabul, al-Qaeda’s top leader Mahfouz ibn Ali Walid, also known as Mauritanian, knocked at the Iranian border,” said Adrian Levy, a renowned British author and investigative journalist, in an exclusive interview with Anadolu Agency.\n\n",
        "time": "2020-01-21T16:43:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157066685072817"
    },
    {
        "title": "کشمیر کے حالاتِ حاضرہ اور کشمیری پنڈتوں کا کردار\n\nافتخار گیلانی\n\nکشمیری قوم پر اس وقت جو اُفتاد آن پڑی ہے اور جس طرح مودی حکومت نے ان کے تشخص و انفرادیت پر کاری وار کیا ہے، ہونا تو چاہئے تھا کہ مذہبی عناد سے اُوپر اٹھ کر اس کا مقابلہ کیا جاتا۔ مگر افسوس کا مقام ہے کہ کشمیری پنڈتوں (ہندوؤں) کے بااثر طبقے اور اکثریت نے ایک بار پھر اپنے ہم وطنوں کی پیٹھ میں چھرا گھونپ کر تاریخ کے مختلف ادوار کو دوہرا کر ظلم و جبر کے آلات (Instruments of Tyranny) بننے کا کام کیا۔ چند باشعور افراد جن میں سابق ایر وائس مارشل کپل کاک، مقتدر اسپورٹس صحافی سندیپ میگزین، اشوک بھان، نتاشا کول، فلم میکر سنجے کاک اور ایم کے رینہ وغیرہ شامل ہیں ، انکے علاوہ پنڈت برادری کشمیریو ں پر اس آفت پر جھوم اُٹھی ہے۔قومی میڈیا… More",
        "time": "2020-01-20T18:50:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157064259972817"
    },
    {
        "title": "جنرل سلیمانی : طلسماتی شخصیت یا جنگی مجرم\n\nمنگل 14 جنوری 2020ء\n\nافتخار گیلانی\n\nامریکی ڈرون حملوں میں ایرانی ملٹری کمانڈر میجر جنرل قاسم سلیمانی اور عراق میں برسرپیکار شیعہ عسکری گروپ الحشد الشعبی کے نائب سربراہ ابو مہدی المہندس کی ہلاکت اور اسکے جواب میں عراق میں موجود دو امریکی اڈوں پر ایرانی میزائلوں کی بارش نے مشرق وسطیٰ کو ایک بڑی جنگ کے دہانے پر کھڑا کرکے رکھ دیا تھا۔ اب لگتا ہے کہ فی الحال جنگ کے باد ل چھٹ گئے ہیں، مگر دونوں فریق ایک طویل خفیہ اور اعصابی جنگ لڑنے کیلئے پر تول رہے ہیں۔ یوکرائن کے مسافر بردار طیارہ کو نشانہ بنانے اور اسکے مسافروں کی ہلاکت نے ایران کو شرمندگی سے دوچار تو کردیا ہے، مگر یہ بھی دکھا دیا کہ ایسے حالات میں صرف ٹیکنالوجی پر ہی بھروسہ نہیں کیا جاسکتا ہے۔\n\nپچھلے سال…",
        "time": "2020-01-18T20:24:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157058256422817"
    },
    {
        "title": "Even as legendary Pakistani Urdu poet Faiz Ahmed Faiz's composition Hum Dekhenge or We Shall See, has turned into the poem of protests in India, his daughter Salima Hashmi said the events have proved that dissent is not just about slogans, but also the arts.\n\n\"Faiz’s poetry had always paved the way to lighten our pathways and act as a bridge between India and Pakistan. Recent events have only proved that his words grow more meaningful by the day,” said Hashmi, who lives in the Pakistani city of Lahore, in an exclusive interview with Anadolu Agency.",
        "time": "2020-01-17T10:02:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157054353167817"
    },
    {
        "title": "We Shall See\nA transcreation of Faiz Ahmed Faiz’s “Hum Dekhenge”\n\nBadri Raina\n\nInevitable that we shall see\n\nDawn of the promised day,\n\nWhen pinnacles of tyranny\n\nWill come to be blown away\n\nLike bales of cotton loosely held,\n\nWhen the ground shall shudder underneath\n\nThe gumption of empowered feet,\n\nAnd bang on the swollen head\n\nLightning strike with telling heat;\n\nWhen despot- icons shall be removed\n\nFrom God’s outraged earthly bed,\n\nAnd taintless victims of crushing faith\n\nBe seated on the regal spread;\n\nWhen crowns shall be flung away\n\nAnd thrones brought low from high,\n\nThat promised day we shall know,\n\nWe shall know, we shall see.\n\nOnly Allah’s name shall be,\n\nWho is both manifest and concealed,\n\nBoth hidden and revealed;\n\nWhen the proclamation “I am the Truth”\n\nShall be made by one and all\n\nWhen “we the people” shall come to rule,\n\nA rule that embraces one and all\n\nSuch a day we indeed shall see,\n\nThat belongs to one and all.",
        "time": "2020-01-16T16:41:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157052017132817"
    },
    {
        "title": "English Translation of the Faiz Ahmed Faiz's composition Hum Dekhingay by Prof. Badri Raina",
        "time": "2020-01-15T21:12:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157049952667817"
    },
    {
        "title": "India never tires of telling the world that the most important global issue is terrorism. It was bad enough that Prime Minister Narendra Modi and NSA Ajit Doval sent an accused terrorist like Pragya Thakur to parliament. The world went along with that bizarre choice of theirs. But at a time when we are being told that Kashmir is on the mend – that the scrapping of Article 370 is the best thing to have ever happened to Kashmir and the fight against terrorism – the spectacle of a senior police officer helping a wanted terrorist move on to his next mission is really, really hard to swallow.",
        "time": "2020-01-15T14:37:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157049147912817"
    },
    {
        "title": "Train to Konya, the city of Maulana Jalaludin Rumi. This superfast train covers 270 km distance from Ankara to Konya in two hours.. Railway station and platform is much more cleaner and cozy than an airport.",
        "time": "2020-01-11T22:05:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157039107207817"
    },
    {
        "title": "بھارت : پہلے کمانڈر انچیف کی تقرری اور خدشات\n\nمنگل 07 جنوری 2020ء\n\nافتخار گیلانی\n\nبھارت میں جہاں اسوقت متنازعہ شہریت قانون کے خلاف جاری احتجاج نے وزیر اعظم مودی اور اسکے حواریوں کی چولیں ہلا کر رکھ دی ہیں، وہیں دوسری طرف حکومت نے فوج کے حوالے سے دورس عوامل کے ایک فیصلہ کو عملی جامہ پہنا کر ، ملک میں ایک نئے طاقت کے مرکز کی داغ بیل ڈالی دی ہے۔ جو بھارت کی تاریخ اور اسکے اقدار کیلئے ایک سنگ میل ثابت ہوسکتا ہے۔ فوج سے حال ہی میں ریٹائرڈ ہونے والے سربراہ جنرل بیپن راوت ، ملک کی دفاعی سروسز کے پہلے کمانڈر انچیف ہونگے۔ 1947ء تک برطانوی دور اقتدار میں غیر منقسم ہندوستان میں دفاعی سروسز کی تینوں شاخوںیعنی فوج، فضائیہ اور بحریہ کا ایک مشترکہ کمانڈر انچیف ہوتا تھا۔ آزادی کے بعد بھارت میں اس عہدے کو ختم… More",
        "time": "2020-01-11T20:45:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157038900837817"
    },
    {
        "title": "Dozens of political activists, taken into custody after India revoked autonomy of the region on Aug. 5 have been released recently, but after signing a pledge to abandon politics or consenting to maintain silence on political issues.\n\nTalking to Anadolu Agency, Harsh Dev Singh, a former lawmaker, said he sought his release after promising that he will not speak against government policies.",
        "time": "2020-01-10T13:48:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157035357522817"
    },
    {
        "title": "In 2019 India had honour to be in august company of Sudan, Chad and Rakhine state of Myanmar. According to Top10VPN, focused on Internet privacy, India shut down Internet for 4196 hours. Out of 190 countries in the world only 4 countries crossed 4000 hrs of internet shut down",
        "time": "2020-01-10T10:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157035087777817"
    },
    {
        "title": "For over centuries, Kashmir’s Sufi music maestros have regaled audiences in Kashmir with the poetry of 13th century poet and Islamic scholar Maulana or Mevlana Jalaludin Rumi, buried in the Turkish city of Konya.\n\nThe city of Konya, located south of the capital Ankara in Turkey’s Central Anatolia region, is currently commemorating 746th death anniversary of Mevlana.",
        "time": "2020-01-09T19:39:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157033252842817"
    },
    {
        "title": "LEST WE FORGET... SOPORE MASSACRE JANUARY 6, 1993\n\nسوپور قتل عام\n\nیوں تو پچھلی کئی دہائیوں کے دوران کشمیر کی ہر گلی میں آگ و خون کی داستانیں رقم ہوتی رہیں، مگر 6 جنوری1993ء کا دن ریاست کے تجارتی مرکز سوپور کے لئے قیامت صغریٰ سے کم نہیں تھا۔ بھارت کی نیم فوجی تنظیم بارڈر سکیورٹی فورس(بی ایس ایف) کی 94 ویں بٹالین نے جو قصبے میں تعینات تھی، شہر کے مرکز میں آگ و خون کی ہولی کھیل کر 60 معصوم افراد کو گولیوں سے بھون ڈالا۔ کئی افراد کو زندہ جلایا، جبکہ 300 سے زائد رہائشی اور تجارتی عمارات کو راکھ کے ڈھیرمیں تبدیل کر دیا۔\n\nکشمیر کے لئے سوپور کی وہی اہمیت رہی ہے، جو بھارت کے لئے ممبئی یا پاکستان کے لئے کراچی کی ہے۔ یہ نہ صرف شمالی کشمیر کے لئے راہداری ہے، بلکہ ریاست کے اکثر متمول گھرانوں اور معروف…",
        "time": "2020-01-06T19:42:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157025013132817"
    },
    {
        "title": "پولیس کی ہرزہ سرائی: مسلمانوں کے لئے پاکستان یا قبرستان\n\nمنگل 31 دسمبر 2019ء\n\nافتخار گیلانی\n\nبھارت کی مشرقی ریاست بہار میں 2015کے اسمبلی انتخابات کی کوریج کے دوران، میں دربھنگہ ضلع سے نیپال کی سرحد سے ملحق علاقہ مدھوبنی کی طرف رواں تھا کہ راستے میں ایک پولیس ناکہ پر گاڑی کو رکنے کا اشارہ کیا گیا۔ انتخابات کی مہم کے دوران الیکشن کمیشن کی ہدایت پر باہر کی گاڑیوں کی خاص طور پر چیکنگ ہوتی ہے تاکہ ووٹروں کو لبھانے یا انکو رشوت دینے کیلئے کیش اور شراب کی ترسیل کو روکا جاسکے۔ پولیس والے جب تک گاڑی کی تلاشی لے رہے تھے، میں سڑک کنارے ایک ڈابھا کی طرف چل پڑا اور چائے کا آرڈر دیا۔ چند لمحوں کے بعد پولیس سب انسپکٹر ، جو نیم پلیٹ سے مسلمان معلوم ہوتا تھا، میرے پاس آیا۔ شاید ڈرائیور نے اسکو بتایا تھا کہ… More",
        "time": "2020-01-03T14:11:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157016026252817"
    },
    {
        "title": "Gen. Qasim Suleimani reshaped the Middle East in Iran’s favor, worked as a power broker and as a military force.\n\nhttps://www.newyorker.com/magazine/2013/09/30/the-shadow-commander",
        "time": "2020-01-03T12:09:00",
        "author": "iftikar_ghilani",
        "url": "https://facebook.com/iftikhar.gilani/posts/10157015823527817"
    }
]