[
    {
        "title": "🎉🎉🎉",
        "time": "2022-01-02T06:40:09",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159658648233498"
    },
    {
        "title": "",
        "time": "2022-01-01T18:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159657218258498"
    },
    {
        "title": "",
        "time": "2022-01-05T09:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159648063493498"
    },
    {
        "title": "2021-nek azzal a tervvel vágtam neki, hogy annyi halogatás után végre ráfordulok arra a témára - Kína növekvő befolyása a világpolitikára és Magyarországra -, ami szerintem alapjaiban meg fogja határozni a következő évtizedünket. Úgy készültem, hogy 2021-ben végig ezen fogok dolgozni. Született is egy összefoglaló TL;DR, amit nagyon szerettem (https://www.direkt36.hu/kemjatszmakat-hozott-budapestre-orban-kinai-nyitasa/), aztán ennek egyenes folytatásaként jött a Fudan-sztori (https://www.direkt36.hu/kinai-hitelbol-keszul-a-magyar-felsooktatas-oriasberuhazasa-a-kormany-mar-oda-is-igerte-egy-kinai-cegnek/), ami a legnagyobb meglepetésemre heteken-hónapokon át uralta a híreket, sőt, idén akár… More\n\nI started with a plan for 2021 that after so much delay, I finally come to the topic - China's growing influence on world politics and Hungary - which I think will determine the foundation of our next decade. I was preparing to work on this through 2021. A summary of TL;DR was born, which I really liked ( @TAG), and then as a sequel to this came the Fudan story ( @TAG), which, to my biggest surprise, ruled the news for weeks and months, even another referendum this year and it can also be.\n\nHowever, by the time my articles on the offer appeared, I had found a completely different story, which I couldn't jump from - not only because, as it turned out, I somehow became the character of it. The rest of the months of 2021 for me ended up rolling up the Pegasus observations with Andras Pethovel közösen, a szintén megfigyelt András Szabó . By the end of the year we got to the point that @[28614 6221590937:274:Direct36] and Telex.hu approx. We wrote more than a dozen articles about 40 people who were selected to be the target of observation with Pegasus Israeli spy software. In many cases, we have been able to prove that their phones were successfully hacked, and from the technical analysis of Amnesty International we also learned the exact time of the violations.\n\nHowever, these articles could not have been created if a large portion of the journalist colleagues, lawyers, businessmen, politicians and other targets observed with Pegasus wouldn't have sat with us and helped our work. There were people who told their story only without a name, but there were many who made a statement with a name - even they trusted us in checking their phones. Thank you so much, without the demand of completeness, Brigitta Csikász, Dercsényi Dávid, Gémesi György, Szilárd Gyenes, Daniel Nemeth , Gyorgy Peto, help by Zoltán Varga\n\nSzabad Európa just summarized the last half of the year of the Pegasus case - including how the Hungarian government has tried to shake the case with unspoken answers for months, and that official investigations are one Most of the time, they don’t stand in any way, and in the end there are no responsible ones. Pál Völner, who signed the observation permits, failed badly, only because of a completely different corruption case. However, Judit Varga, the Minister of Justice, responsible for the permits, is in the same position as Sándor Pintér, the Minister of Interior, who supervises the concerned secret services. They both claim that all the observations were legitimate.\n\nIn any case, I still have doubts, and if nothing is going through my plans this time, in 2022 I would scratch this topic a little more. And then back to China!",
        "time": "2022-01-02T22:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159644138763498"
    },
    {
        "title": "",
        "time": "2022-01-01T13:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159641620063498"
    },
    {
        "title": "",
        "time": "2021-12-30T13:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159637705648498"
    },
    {
        "title": "“Polish Sen. Krzysztof Brejza’s mobile phone was hacked with military-grade spyware nearly three dozen times in 2019 when he was running the opposition’s campaign against the right-wing populist government in parliamentary elections, an internet watchdog found.\n\nText messages stolen from Brejza’s phone — then doctored in a smear campaign — were aired by state-controlled TV in the heat of that race, which the ruling party narrowly won. With the hacking revelation, Brejza now questions whether the election was fair.”",
        "time": "2021-12-23T18:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159625801358498"
    },
    {
        "title": "",
        "time": "2021-12-23T18:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159625729283498"
    },
    {
        "title": "Ha iPhone-od van és mellé egy kis egészséges paranoiád, ezt a cikket Fanni Matyasovszkival neked írtuk. Az iMazing nevű svájci alkalmazással tök egyszerűen le tudja bárki ellenőrizni magának az iPhone-ját, és karácsonykor amúgy sincs is jobb móka, mint bevizsgálni a rokonság teljes iPhone-parkját.\n\nAki esetleg valóban a Pegasus kémszoftver nyomaira bukkanna az alkalmazással, azt kérjük, hogy lépjen velünk kapcsolatba a pegasus@direkt36.hu címen! Részletek a cikkben.👇",
        "time": "2021-12-23T09:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159625176648498"
    },
    {
        "title": "",
        "time": "2021-12-22T12:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159623722043498"
    },
    {
        "title": "",
        "time": "2021-12-21T09:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159621887848498"
    },
    {
        "title": "via Agnes Urban\n\nhttps://mertek.eu/2021/12/16/sikertortenetek-akik-nem-kotottek-kompromisszumokat/",
        "time": "2021-12-19T10:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159618266463498"
    },
    {
        "title": "😬",
        "time": "2021-12-18T10:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159616395623498"
    },
    {
        "title": "👀 \"Az ügyet jól ismerő bennfentesek szerint a “gazdám”, akire Schadl a lehallgatási anyagokban is utal, egy olyan, Völnernél jóval befolyásosabb kormányzati politikus, akiről házon belül azt beszélik, hogy nem ápol túl jó viszonyt Pintér Sándor belügyminiszterrel.”\n\n\"According to insiders familiar with the matter well, the \"owner\" to whom Schadl refers in the interrogation materials as well, is a government politician who is far more influential than Völner, about whom it is said inside the house that he does not maintain a very good relationship with Sándor Pintér👀 with minister of gym . \"",
        "time": "2021-12-17T15:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159614941373498"
    },
    {
        "title": "",
        "time": "2021-12-14T22:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159610540863498"
    },
    {
        "title": "„Nálam voltak az elnök úr napi és heti programjai, ilyen részletességgel rajtam kívül csak Pomozi Sándor és a személyügyis vezető volt képben” – mondta Viplak Attila a Direkt36-nak arról az időszakról, amikor Ádernek szolgált. Az elnököt érő biztonsági fenyegetések elhárítása és az utak tervezése mellett jellemzően Viplak kísérte el az államfő gyerekeit is különféle fesztiválokra, így a Szigetre és a Balaton Soundra, de ő készítette elő és védte például az elnök feleségét, Herczegh Anitát brüsszeli és strasbourgi utakon is. Míg az Ádert a hivatalos programokon védő testőröket egy 10-12 fős csapatból, folyamatosan rotálva választották ki, addig a nem hivatalos és külföldi programokra korábban… More\n\n\"I had the daily and weekly programs of the president, with such detail, only Sándor Pomozi and the head of the personal staff were in the picture\" - Attila Viplak told the Direct36 about the period when he served Áder. In addition to countering security threats to the President and planning roads, Viplak also accompanied the children of the head of state to various festivals, such as to the Island and the Balaton Sound, but he prepared and protected, for example, the wife of the president, Anita Herczegh also on the roads of Brussels and Strasbourg. While Ádert, bodyguards from a team of 10-12 were selected continuously rotated, Attila Viplak often accompanied the president to unofficial and foreign programs earlier years.\n\n\"My phones were always with me, so did the GPS in the car. Whoever has observed me, first of all, he may have received information about the daily program plan of the President, and in detail about his private programs and foreign trips” - said Viplak. Although Áder could have in some cases resigned from the defense, Viplak says he never did so, so the bodyguards - and their phones - accompanied him everywhere.",
        "time": "2021-12-13T08:04:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159607928338498"
    },
    {
        "title": "",
        "time": "2021-12-09T10:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159600575873498"
    },
    {
        "title": "😬",
        "time": "2021-12-07T13:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159597293228498"
    },
    {
        "title": "Völner Pál 2015-től az Igazságügyi Minisztérium miniszterhelyettese, parlamenti államtitkára. Felettese, Varga Judit pár hónapja azt állította a Pegasus-megfigyelésekről szóló cikkeink után, hogy a törvény előírásával szemben nem ő, hanem valamiért Völner írja alá a megfigyelési engedélyeket.\n\nAz eddigi cikkeinkben megnevezett célpontok közül nem tudunk olyanról, akit a jó eséllyel Völner által aláírt, jogilag viszont Varga (és elődje, Trócsányi László) által engedélyezett megfigyelések következményeként bármivel meggyanúsították volna.\n\nMost, hogy Völnert viszont hivatali visszaéléssel és korrupcióval gyanúsítják (megalapozott gyanú, bűnszövetségben), azzal, hogy végrehajtói ügyekben, egyedi…",
        "time": "2021-12-07T09:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159597042598498"
    },
    {
        "title": "Whoops.",
        "time": "2021-12-03T18:15:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159589524283498"
    },
    {
        "title": "",
        "time": "2021-12-01T10:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159583145933498"
    },
    {
        "title": "",
        "time": "2021-11-30T10:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159580561888498"
    },
    {
        "title": "Csütörtökön a Független Médiaközpontban beszélgetünk a Pegasusról, gyertek!👇👀📱",
        "time": "2021-11-29T19:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159579528293498"
    },
    {
        "title": "Kövér Lászlónak az Alkotmányvédelmi Hivatalban elmondott “az ellenzék nemzetbiztonsági veszély” beszéde rendkívül felháborító, és egy hasonló szónoklat után egy házelnöknek bármelyik másik EU-s tagállamban azonnal le kellene mondania (https://www.direkt36.hu/kover-laszlo-arrol-beszelt-titkosszolgalati-vezetoknek-hogy-az-ellenzek-jelenti-a-legnagyobb-nemzetbiztonsagi-veszelyt/).\n\nCsakhogy Kövér Lászlóval van egy sokkal súlyosabb probléma.\n\nKövér ebben a beszédében gyakorlatilag azt állítja az Orbán-kormány ellenzékéről bármiféle bizonyíték nélkül, hogy kommunista hátterű külföldi ügynökök, és emiatt nemzetbiztonsági veszélyt jelentenek Magyarországra. Azonban a jelenlegi magyar politikában…\n\nThe speech of László Kövér \"the opposition is a national security threat\" given at the Constitutional Defense Office is extremely upsetting and after such a speech a speaker in any other EU member state should immediately resign ( https://www.direkt36.hu/kover-laszlo-arrol-beszelt-titkosszolgalati-vezetoknek-hogy-az-ellenzek-jelenti-a-legnagyobb-nemzetbiztonsagi-veszelyt/ ).\n\nThere is a much more serious problem with László Fat.\n\nIn this speech, Fat practically claims that the opposition of the Orbán government, without any evidence, that they are foreign agents with a communist background and therefore pose a national security threat to Hungary. However, in the current Hungarian politics, there is only one politician about whom factual information has come to light about the fact that foreign money has been used in dubious ways, and on top of that, in addition, with a “communist background” flowing into his environment. And this is László Fat himself.\n\nCsaba Horváth recently revealed that the Chief of Cabinet of Kövér, his family and acquaintances use luxury apartments and cars for certain Hungarian Talents through the Foundation Unlimited, which is a foundation of 322 million she received a HUF from abroad. Although the foundation had to register itself as a civil organization supported from abroad, according to the civil law of the Orbán government, it didn’t do so https://24.hu/belfold/2021/11/03/kover-laszlo-kabinetfonok-veress-laszlo-visontai-kalman-hataron-tuli-magyarok-tamogatas-adomany-luxuslakas-villa-frank-liu-tajvan/\n\nThe 322 million HUF was transferred to the interests of the billionaire Frank Liu, who is in a close friendship with László Kövér ( https://index.hu/gazdasag/2020/02/06/frank_liu_kover_laszlo_tajvan_magyar_nemzeti_bank_templeton_leggazdagabb_magyar/ article: Gergely Brückner ). Although Frank Liu appears in Hungarian media as a \"Taiwanese billionaire\", in fact, most of his business interests are linked to the People's Republic of China and Kövér's initiative this summer is \"developing the Hungarian-Chinese economic and trade relations\" he received an award for his contributing work\".\n\nI recently talked about Liú with several sources familiar with Chinese-Hungarian relations, and they all claimed that Liú was not his political loyalty to democratic Taiwan but to the People's Republic of China led by the Communist Party of China it ties you down to the dust.\n\nLeslie the Fat is the 24th ever since hu's article was published, his chief of the cabinet is silent about the overseas Taiwanese-China funding case of his foundation and the dubious use of the money. ( https://24.hu/belfold/2021/11/19/kover-laszlo-veress-laszlo-kabinetfonok-budai-villa-kulhoni-magyarok-adomany-frank-liu-tajvan/ ) But if there is a suspicion of a national security danger, it is when money in the size of hundreds of millions flows into the environment of one of Hungary's public rights from a foreign friend and they are not intended n are being used. The latter is the problem, but the main question is, what can this foreign friend ask for and get in return for his money?\n\nIf there is a case which the Constitutional Protection Office should investigate, it is László Kövér.",
        "time": "2021-11-27T18:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159574425863498"
    },
    {
        "title": "",
        "time": "2021-11-27T14:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159573512883498"
    },
    {
        "title": "“A Fideszre utalva közölte, hogy „a magyar politikai osztály egyik része önrendelkező államban és öntudatos nemzetben gondolkodik, ilyenben hisz, és ilyenért dolgozik”. Majd azzal folytatta, hogy „a politika másik része pedig az önfeladó állam és önmarcangoló nemzet politikai hagyományának jegyében cselekszik”.\nEz után kijelentette, hogy „én ezt a politikai helyzetet tartom a legveszélyesebb nemzetbiztonsági kockázatnak, amely Magyarországot ma fenyegeti”.”",
        "time": "2021-11-27T08:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159573095303498"
    },
    {
        "title": "",
        "time": "2021-11-26T21:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159571838808498"
    },
    {
        "title": "👇👇👇",
        "time": "2021-11-26T14:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159571381573498"
    },
    {
        "title": "",
        "time": "2021-11-26T10:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159571088453498"
    },
    {
        "title": "💪💪💪",
        "time": "2021-11-25T17:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159569894688498"
    },
    {
        "title": "“Apple today filed a lawsuit against NSO Group and its parent company to hold it accountable for the surveillance and targeting of Apple users. The complaint provides new information on how NSO Group infected victims’ devices with its Pegasus spyware. To prevent further abuse and harm to its users, Apple is also seeking a permanent injunction to ban NSO Group from using any Apple software, services, or devices.\n\nNSO Group creates sophisticated, state-sponsored surveillance technology that allows its highly targeted spyware to surveil its victims. These attacks are only aimed at a very small number of users, and they impact people across multiple platforms, including iOS and Android. Researchers and journalists have publicly documented a history of this spyware being abused to target journalists, activists, dissidents, academics, and government officials.”",
        "time": "2021-11-23T19:05:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159566538323498"
    },
    {
        "title": "👀Az RTL Klub régi, “Mindenki minket néz\" szlogenje kicsit átértelmezve - az eddigi egyik legizgalmasabb Pegasus-sztorink Gyorgy Peto főszereplésével.👇",
        "time": "2021-11-22T10:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159563964008498"
    },
    {
        "title": "",
        "time": "2021-11-20T13:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159560918698498"
    },
    {
        "title": "Egy videóban Kósa Lajossal!",
        "time": "2021-11-18T20:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159557770873498"
    },
    {
        "title": "“The 2021 Prize for Impact, which rewards journalists, media outlets or NGOS that have contributed to clear improvements in journalistic freedom, independence and pluralism, or increased awareness of these issues, has been awarded to the Pegasus Project. (…) This investigation has made people aware of the extent of the surveillance to which journalists are exposed and has led many media outlets and RSF to file complaints and demand a moratorium on surveillance technology sales.”",
        "time": "2021-11-18T10:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159556941158498"
    },
    {
        "title": "",
        "time": "2021-11-17T15:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159555297018498"
    },
    {
        "title": "",
        "time": "2021-11-16T11:08:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159552948058498"
    },
    {
        "title": "\"Az alapvető ellentmondás, hogy nem mellesleg a kemény szervezett bűnözés nem használja azokat a csatornákat, amelyeket a Pegasus tud fogni. Mint ahogy a kémek és a terroristák sem! Egyelőre azt látjuk, hogy polgármester, újságírók, volt titkosszolgák, ügyvédek voltak célkeresztben.\n\nNa de hol vannak itt a terroristák, szervezett bűnözők? Ha az NSO szerint az ő nemzetközi szerződéseik alapja a terrorizmus és a szervezett bűnözés elleni harc, akkor a TEK-en és rendőrségen kívül más nem alkalmazhatta volna a Pegasust, és az ő lehallgatás iránti kérelmüket az igazságügy miniszter nem írhatja alá. Akkor miért magyarázkodik Varga Judit?”",
        "time": "2021-11-15T11:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159550929868498"
    },
    {
        "title": "a gödöllői Oszama bin Laden - 10/10",
        "time": "2021-11-14T13:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159549116138498"
    },
    {
        "title": "🤷",
        "time": "2021-11-13T10:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159546929623498"
    },
    {
        "title": "#PegasusPéntek: a Pegasus-ügy kirobbanása óta fideszes politikusok és a propagandamédia is azt ismételgetik, hogy 2010 óta nincsenek illegális megfigyelések, előtte viszont voltak, és a Gyurcsány-kormány idején fideszesekre dolgozott rá a titkosszolgálat.\n\nEzzel főként Laborc Sándor akkori NBH-főigazgatót vádolják, akiről azonban a bíróság több ügyben is jogerősen kimondta, hogy semmi ilyet nem tett. 2019-ben, tíz évvel leszerelésük után viszont Laborcra és egykori közeli munkatársára, Glemba Zoltánra is ráküldték a Pegasust. Azt mondják, azért, mert kormányzati körökben máig tartanak attól, hogy számukra káros információk vannak a birtokukban.\n\nTöbbek közt az őszödi beszéd 2006-os kiszivárogtatásáról és az azt követő zavargásokról, illetve a Fidesz azokban játszott szerepéről.",
        "time": "2021-11-12T11:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159544846913498"
    },
    {
        "title": "🤷‍♂️\n\n”...ő az első kormányzati szereplő, aki nyíltan elismerte: a magyar állam valóban használta a Pegasus nevű kiberfegyvert olyan magyar állampolgárok ellen, aki se nem bűnözők, se nem terroristák.\"",
        "time": "2021-11-11T14:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159542928383498"
    },
    {
        "title": "Ebben a videóban Völner Pál elég ideges lesz, ahogy Tamás Fábián arról kérdezi, engedélyezte-e például az én megfigyelésemet.\n\n(Az idegessége mondjuk azután még inkább érthető, hogy a törvény szerint csak a felettese, Varga Judit adhatna ki ilyen megfigyelése engedélyt. Varga elvileg a minisztérium szmsz-ére hivatkozik, csakhogy az alapján is kizárólag az akadályoztatása esetén passzolhatná le Völnernek ezt a feladatot. Ő viszont állandó jelleggel tette, ami mind a törvénynek, mind az szmsz-nek ellentmond.)",
        "time": "2021-11-10T15:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159541185698498"
    },
    {
        "title": "🙏Köszi, TASZ! “A TASZ megalakulása óta küzd azért, hogy a titkosszolgálatok felett érdemi kontroll érvényesüljön. A Pegasus-ügyet ezért kiemelt figyelemmel követjük, és több megfigyeltet is képviselünk. A jogérvényesítés minden lehetséges eszközét fel fogjuk használni, hogy fényt derítsünk az illegális megfigyelésekre, ha pedig a teljes magyar jogrendszer alkalmatlannak bizonyulna erre, akkor Strasbourg elé visszük a rendszerszintű problémát.”",
        "time": "2021-11-09T22:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159539821173498"
    },
    {
        "title": "👇",
        "time": "2021-11-09T21:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159539738363498"
    },
    {
        "title": "Akad itt egy-két tipp a magyar ügyészségnek, úgy érzem.\n\n\"Juan Carlos García Riverát még november 1-jén vették őrizetbe, és két olyan vállalathoz köthető, amelyek érintettek lehettek a beszerzések egy részében. Leopoldo Maldonado, a sajtószabadságért küzdő Article 19 csoport egyik tagja azt mondta, hogy a férfi egy olyan cégnél dolgozott, ami közvetítőként lépett fel Mexikóban, és hasznot húzott közszereplők illegális megfigyeléséből. (...) A múlt héten a pénzmosás elleni hivatal vezetője, Santiago Nieto arról beszélt, hogy az előző két kormányhoz köthető tisztviselők összesen 300 millió dollárnyi közpénzt költhettek el megfigyelésekhez köthető különböző beszerzésekre. A kémprogramokra költött pénzeknél felmerült a korrupció gyanúja is.\"",
        "time": "2021-11-09T20:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159539673968498"
    },
    {
        "title": "Micsoda plot twist!\n\n“Sanghajban a Fudan Egyetem Gyermekkórházában hozták létre Kína első multidiszciplináris klinikáját transznemű gyerekek és serdülők számára - írja a Global Times. A klinika abból a célból alakult, hogy biztonságosan és az egészségükre figyelve menjen végbe a transznemű kiskorúak nemváltása.”",
        "time": "2021-11-07T22:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159535616563498"
    },
    {
        "title": "",
        "time": "2021-11-06T17:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159532921853498"
    },
    {
        "title": "",
        "time": "2021-11-05T22:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159531339898498"
    },
    {
        "title": "",
        "time": "2021-11-05T15:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159530749058498"
    },
    {
        "title": "Kósa Lajos nem okoz csalódást, a csengeri örökösnős sztori után ismét nagyot dobott.\n\n\"Kósa Lajos ma újságírói kérdésre nyíltan elismerte, hogy Magyarország megvette és használja a Pegazus-szoftvert.\n\nKósa Lajos ezzel minősített információt hozott nyilvánosságra, ezzel pedig a Büntető Törvénykönyv 256. paragrafus (1) bekezdés alapján minősített adattal való visszaélést követett el, amely a jogszabály szerint 3 évig terjedő szabadságvesztéssel sújtható.\n\nA Nemzetbiztonsági bizottság elnökeként meg tudom erősíteni, amit Kósa Lajos mondott. Sőt, én láttam a szerződést is. A bizottság legutóbbi, a Nemzetbiztonsági Szakszolgálatnál tartott kihelyezett ülésén megtekinthettem azt.\n\nMost akkor mindkettőnket elvisznek, vagy egyikőnket sem? Hogyan lesz, belügyminiszter úr? Én mindenesetre megteszem a szükséges jogi lépéseket.\"",
        "time": "2021-11-04T19:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159529010173498"
    },
    {
        "title": "Most, hogy Kósa Lajos végre beismerte, hogy a Pegasus kémszoftvert a magyar Belügyminisztérium vásárolta meg és használja, következzen egy kis recap arról, hogy a kiszivárgott adatbázisban szereplő több mint 300 magyar telefonszámból eddig kiket azonosítottunk be és írtunk róluk Andras Pethovel és András Szabóval. 34 személyről írtunk névvel vagy név nélkül, vagyis kb. 10%-nál tartunk.\n\nItt található a legelső cikkünk a témában az újságírók, médiatulajdonosok jó részéről:\nhttps://www.direkt36.hu/leleplezodott-egy-durva-izraeli-kemfegyver-az-orban-kormany-kritikusait-es-magyar-ujsagirokat-is-celba-vettek-vele/\n\nAkik más cikkben szerepelnek, azt a neveknél linkelem.\n\nÚjságírók, fotóriporterek\n\n1.…",
        "time": "2021-11-04T17:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159528826678498"
    },
    {
        "title": "Három és fél hónapba telt az első Pegasus-sztorik megjelenésetől számítva, de megvan az első beismerés.\n\nEgy nappal azután, hogy az Egyesült Államok szankciós listára rakta a Pegasust gyártó izraeli NSO Groupot, Kósa Lajos akcióba lépett, és:",
        "time": "2021-11-04T15:11:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159528582998498"
    },
    {
        "title": "😎 Game over.",
        "time": "2021-11-03T15:11:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159526221518498"
    },
    {
        "title": "Lehet, hogy a saját egyik megfigyelőmet leptem meg azzal, hogy felhívtam telefonon.😬\n\n\"A Direkt36 elérte a titkos megfigyeléseket végző szakszolgálatnál dolgozó tisztet, de ő nem kívánta kommentálni, hogyan kerülhetett a telefonszáma a Pegasus célpontjai közé. Vagy belső átvilágítás célpontja lett, vagy csupán tesztelték egy hivatali készülékén az izraeli kiberfegyvert.\"",
        "time": "2021-10-29T08:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159515191558498"
    },
    {
        "title": "🕵🐴📱Holnap ismét #PegasusPéntek a Telex.hu-n és a Direkt36-on. Rendhagyó sztorival jövünk az izraeli kémszoftver egy újabb beazonosított célpontjáról.",
        "time": "2021-10-28T18:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159513622038498"
    },
    {
        "title": "Ahogy egy demokráciában kezelik a Pegasus-ügyet: \"In announcing their decision, the judges criticised the government’s refusal to divulge, on the grounds of national security, any details of what the software was used for and why. They said Delhi had offered “only a vague … denial of allegations”. “The state cannot get a free pass every time by raising national security concerns. No omnibus prohibition can be called against judicial review,” the judges said.\"",
        "time": "2021-10-27T13:17:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159510087808498"
    },
    {
        "title": "👇🎙👁",
        "time": "2021-10-26T19:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159508020738498"
    },
    {
        "title": "Ha Csurka István ezt megérte volna!",
        "time": "2021-10-26T19:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159508007573498"
    },
    {
        "title": "Varga Judit igazságügyi miniszter Bánáti János, a Magyar Ügyvédi Kamara és más ügyvédek Pegasus kémszoftveres megfigyeléséről kap kérdést:",
        "time": "2021-10-26T14:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159506990678498"
    },
    {
        "title": "",
        "time": "2021-10-25T21:47:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159505066488498"
    },
    {
        "title": "",
        "time": "2021-10-25T12:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159504354343498"
    },
    {
        "title": "Dezső András ismét írt egy elég király könyvet, ezúttal magyarországi titkosszolgálati játszmákról, jövő szerdán 6-kor beszélgetünk róla. A könyv csak holnap jön ki a nyomdából, de azok, akik már előzetesen olvasták, csupa jót mondanak róla:\n\n“Élvezet figyelni, ahogyan a gondolat testet ölt, és a még botladozó első vázlat hónapok megfeszített munkájával igazi bestsellerré fejlődik” - K. Endre hadnagy, Alkotmányvédelmi Hivatal\n\n\"Jól emlékszem azokra a telefonbeszélgetésekre, amikor Andris tavaly ilyenkor még kételkedett magában, de a végeredményt látva igazán büszke lehet” - N. Péter mérnök alezredes, Nemzetbiztonsági Szakszolgálat\n\n\"Отличная работа. Надеюсь увидеть вас в ближайшее время и обсудить” - I. Ivanovics, orosz \"diplomata\"",
        "time": "2021-10-24T15:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159502802758498"
    },
    {
        "title": "👇👇👇",
        "time": "2021-10-24T13:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159502684698498"
    },
    {
        "title": "Úgy tűnik, lesz egy viszonylag kényelmes és nem is teljesen megfizethetetlen védelem a Pegasus kémszoftver ellen. Be kell szerezni egy francia mobiltelefon-előfizetést, ugyanis a hírek szerint az amerikai, kanadai, izraeli, iráni stb. számok után a franciákra sem lehet majd kémkedni a cuccal.",
        "time": "2021-10-22T20:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159499478998498"
    },
    {
        "title": "A sok Pegasus-sztori közül számomra ez világította meg a legjobban a mai hatalom természetét. Hogy állami vezetők a mindenféle belső hatalmi harcaikban bármiféle kontroll nélkül kémkedhetnek egymásra a világ legfejlettebb kémszoftverével, aminek egyébként a használata célpontonként 10-15 millió forintba kerül az adófizetőknek.\n\nAz izraeli NSO Group ráadásul a legveszélyesebb bűnözők és terroristák elfogására adta oda a Pegasust, miközben Magyarországon minden további nélkül ráküldték még egy rendőr dandártábornokra is - majd az egész ügyet elsikálták, hiszen a megfigyelése semmiféle jogi eljárásba nem ment át.\n\nAz egész történetben számomra mégis valami egészen más volt a legfélelmetesebb. A kutatkodás közben rábukkantam Brigitta Csikász egyik 2015-ös cikkére, ami arról szólt, hogy Áder János bizalma megrendült az őt addig mindenhová kísérgető TEK-ben, miután rájött, hogy Orbán Viktor az összes találkozójáról, programjáról tud. Emlékszik még egyáltalán bárki arra, hogy hat évvel ezelőtt felmerült a gyanú, hogy a miniszterelnök esetleg a köztársasági elnökről gyűjt információkat?",
        "time": "2021-10-22T18:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159499286098498"
    },
    {
        "title": "🕵👀🐴Holnap egy újabb Pegasus-megfigyeléses sztorink jön a Telex.hu-n és a Direkt36-on, a támogatóinknak már kiment róla az előzetes. Stay tuned.",
        "time": "2021-10-21T17:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159497586928498"
    },
    {
        "title": "“Az újságírói díjat az Európai Parlament Elnökségének 2019. decemberi kezdeményezése alapján hozták létre a máltai korrupcióellenes oknyomozó újságíró és blogger Daphne Caruana Galizia emlékére, akinek az életét egy autóba rejtett pokolgép oltotta ki 2017-ben.\n\nA díjjal a Parlament a kiemelkedő újságírói teljesítményt ismeri el. Minden évben Daphne Caruana Galizia meggyilkolásának évfordulója, október 16. környékén ítélik oda olyan újságíróknak, akik munkájukon keresztül az európai alapértékekért és alapelvekért, így például az emberi méltóságért, a szabadságért, a demokráciáért, az egyenlőségért, a jogállamiságért vagy az emberi jogokért állnak ki. A díjat idén első ízben adják át.”",
        "time": "2021-10-14T17:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159484874393498"
    },
    {
        "title": "Tegnap este került adásba Dániel Simor remek összefoglalója az RTL Házon kívülben a magyarországi Pegasus-megfigyelésekről, hogy kik az eddig ismert célpontok és mi a háttérsztorijuk.\n\nMi pedig Andras Pethovel dolgozunk tovább és igyekszünk feltárni újabb történeteket. Stay tuned.👀",
        "time": "2021-10-13T12:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159482813693498"
    },
    {
        "title": "",
        "time": "2021-10-11T18:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159480142403498"
    },
    {
        "title": "",
        "time": "2021-10-09T20:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159477075128498"
    },
    {
        "title": "“London today overflows with wealth managers, libel lawyers, estate agents, public relations advisers, luxury-goods sellers, public-school headmasters and art dealers, some of whom make their living servicing rich criminals. These enablers see themselves as neutral, highly skilled professionals who (most of the time, anyway) work within the law. There’s a reason why Roberto Saviano, the Italian expert on the mafia, calls Britain “the most corrupt country in the world”.”",
        "time": "2021-10-09T11:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159475954913498"
    },
    {
        "title": "",
        "time": "2021-10-08T13:51:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159474340903498"
    },
    {
        "title": "",
        "time": "2021-10-08T12:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159474008208498"
    },
    {
        "title": "",
        "time": "2021-10-07T20:04:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159472817903498"
    },
    {
        "title": "Fradiváros - 152,6 milliárd forint\nDiákváros - 0 forint\n🤷‍♂️",
        "time": "2021-10-07T11:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159472015478498"
    },
    {
        "title": "A nyaralás alsó hangon 540 millió forintos kiadásához (ennyi kb. a repülők és jachtok költsége erre az időszakra) még azt a 10-15 millió forintot is hozzá lehet csapni, amennyibe a helyszínen a felvételeket készítő Németh Dani pegasusos megfigyelése kerülhetett.\n\nDani egyébként gyönyörű dokumentumfilmet készített a természetes élőhelyükön háborítatlanul vakációzó NER-elitről: https://www.youtube.com/watch?v=_wP83ygwSDs",
        "time": "2021-10-07T08:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159471669213498"
    },
    {
        "title": "",
        "time": "2021-10-03T17:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159465509308498"
    },
    {
        "title": "Zsuzsanna Wirth valószínűleg most spórolt alsó hangon pár százmillió, de leginkább jónéhány milliárd forintot az adófizetőknek.\n\nEbbe a cikksorozatba Zsuzsi több hónapnyi munkát fektetett. Ilyesmire a szomorú, politikailag megnyomorított, gazdaságilag megroppantott magyar médiaviszonyok közt egyre kevesebb a lehetőség.\n\nTöbbek közt ezért is érdemes támogatni azt a fajta újságírást, amit a Direkt36 nonprofit alapon, túlnyomó részt az olvasók támogatásának köszönhetően csinál: https://www.direkt36.hu/tamogass-minket-2021/",
        "time": "2021-09-29T12:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159457788188498"
    },
    {
        "title": "Az Országos Atomenergia Hivatal \"munkatársai kifogásolják, hogy az egyik új blokkot az oroszok miért pont az aktív törésvonal fölé akarják építeni. Az OAH korábban már kiadott egy telephelyengedélyt, vagyis azt gondolják, hogy azon a területen el lehet helyezni a blokkokat, de nem feltétlenül azon a ponton, amit a tervek javasolnak. Az OAH-nak azonban nem feladata alternatív megoldással előállni, ezt a problémát a Paks II. Zrt.-nek kell kezelnie.\n\nAz OAH működését ismerő források szerint a hivatalban „aggályokat” váltott ki az is, hogy a kérelemben a tervezéssel kapcsolatos állítások egy része nincs kellően levezetve. Ez a probléma az orosz és a magyar szabványok közötti különbségekből…",
        "time": "2021-09-27T09:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159454313168498"
    },
    {
        "title": "",
        "time": "2021-09-25T18:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159451523098498"
    },
    {
        "title": "\"A magyar külügyminisztérium Kovrig ügyével kapcsolatban a Direkt36-nak azt írta, hogy Michael Kovrigot „a kínai hatóságok kizárólag kanadai állampolgárnak tekintik”, szerintük ez magyarázza, hogy miért nem lehetett „magyar érdekvédelmi eljárást lefolytatni”. Válaszuk alapján Magyarország sima konzuli ügyként kezelte csak a férfi letartóztatását. A lap megjegyezte, hogy az Orbán-kormány egyszer sem nyilatkozott a nyilvánosság előtt Kovrigról.\n\nAz EU közös nyilatkozata mellett több uniós ország külön is követelte az exdiplomata szabadon bocsátását, a magyar kormány azonban hallgatott. Amikor pedig 2021 februárjában Kovrigék ügye miatt Kanada összehozott egy 58 országból álló koalíciót a túszdiplomácia elítélésére, az EU-s országok közül egyedül Magyarország nem szerepel a támogatók listáján. A magyar külügy ezt azzal magyarázta, hogy ők „EU tagállamként” csatlakoztak. A nyilatkozatot tényleg támogatja külön az Európai Unió is, csakhogy az összes többi uniós tagállam saját nevében is odaállt a kezdeményezés mellé.”",
        "time": "2021-09-25T09:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159450676423498"
    },
    {
        "title": "Csak egy közérdekű adatigénylésre adott tipikus kormányzati válasz: úgy hozta nyilvánosságra a közpénzből épülő Fudan Hungary Egyetemről szóló terveit az Orbán-kormány, hogy az iratokból kizárólag a számára kellemetlen, politikailag érzékeny információkat takarta ki.",
        "time": "2021-09-23T09:01:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159446932568498"
    },
    {
        "title": "",
        "time": "2021-09-22T13:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159445528048498"
    },
    {
        "title": "Az ilyen helyzeteket tök egyszerűen el lehetne kerülni, ha a miniszter mondjuk visszautasítaná újságírók, médiatulajdonosok, ellenzékiek megfigyelését a legagresszívabb - a privát szférát, az újságírói forrásvédelmet, vagy éppen az ügyvédi titokot leginkább sértő - eszközzel.\n\nMiután pedig a kormány álláspontja szerint Magyarországon kizárólag engedéllyel zajlanak megfigyelések, Vargának kell választ adnia arra, hogy mire bólintott rá. Azzal sem bújhat ki, hogy a konkrét aláírásokat lepasszolta az államtitkárának, mivel a jogszabályok szerint “az Nbtv. 56. § a)-e) pontjában meghatározott titkos információgyűjtést az igazságügyért felelős miniszter engedélyezi” és kész.\n\nVarga Judit 2019.…",
        "time": "2021-09-22T10:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159444955258498"
    },
    {
        "title": "\"Dániel Németh, a Budapest-based photojournalist, has tried to keep a low profile in his groundbreaking work investigating and documenting the luxury lifestyle of Hungary’s ruling elite.\n\nWhile his name is not well known, the 46-year-old has managed to use his drone, and public flight and ship tracking data, to find and photograph politicians and pro-government business figures, exposing their hidden luxuries such as yachts in exotic locations.\n\nNow, it has emerged, someone was watching him, too.”",
        "time": "2021-09-21T22:05:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159444109928498"
    },
    {
        "title": "🙏",
        "time": "2021-09-21T21:47:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159444083108498"
    },
    {
        "title": "\"Photographer-journalist Dániel Németh has spent years investigating and documenting the luxury lifestyle of Hungary’s ruling elite, following them with his camera as they travelled around Europe. This time, however, someone was watching him too.\" #Pegsus #pegasusproject #PegasusSpyware",
        "time": "2021-09-21T12:08:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159443279368498"
    },
    {
        "title": "Új cikkünk Andras Pethovel - A NER-elit luxusutazásai után évek óta nyomozó fotós-újságírót is megfigyelték a Pegasus kémszoftverrel: https://telex.hu/direkt36/2021/09/21/pegazus-megfigyeles-nemeth-daniel-fotos-ujsagiro-ner-elit\n\n\"2021. június 24-én Mészáros Lőrinc egy ICON feliratú pólóban, újdonsült párjával, Várkonyi Andrea korábbi tévés műsorvezetővel az oldalán tűnt fel a dél-olaszországi, Nápolyhoz közeli Amalfi belvárosában. Orbán Viktor miniszterelnök gyerekkori barátjának, Magyarország egyik leggazdagabb emberének a felbukkanása nem volt teljesen váratlan. A milliárdos családja és Orbán által korábban is használt OE-LEM lajstromjelű Bombardier magángép, illetve a Lady Mrd nevű…",
        "time": "2021-09-21T07:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159443037483498"
    },
    {
        "title": "Eddig két nemzetbiztonsági ülést hívtak össze a Pegasus-megfigyelések miatt.\n\nAz elsőt a kormánypárt határozatképtelenné tette.\n\nA mai második ülesen pedig a legfontosabb kerdésekre nem voltak egyértelmű válaszok - de még ezeket és minden más elhangzott információt is 2050-ig titkosítottak.\n\nMindenesetre mi Andras Pethovel megyünk tovább, és reményeink szerint a Direkt36 hamarosan hoz még érdekes sztorit a megfigyelésekről.\n\n(Akit pedig az érdekel, hogyan lehet az ilyen megfigyelések ellen védekezni, erről pénteken beszélünk, csatlakozzatok: Direkt36: A Pegasus-botrány árnyékában – Biztonsági tippek lehallgatás ellen, nemcsak újságíróknak)",
        "time": "2021-09-20T15:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159441265348498"
    },
    {
        "title": "Nagyon várom már ezt az Elkúrtuk-filmet, főleg, hogy ezt a jelenetet vajon hogyan dolgozzák majd fel (részlet az AH/NBH anonimizált jelentéséből: https://web.archive.org/web/20140308054331/https://ah.gov.hu/html/gerilla_anonimizalt.pdf)\n\nHáttér: \"Rózsa-Flores szerint az őszödi beszédet tartalmazó felvételt ő juttatta el Bíró Márkhoz, a Fidesz észak-magyarországi koordinátorához, aki eljuttatta azt Debrecenbe, Kósa Lajoshoz. Másnap Budapesten - Rózsa-Flores szerint - egy Fidesz-irodában gyűltek össze a párt vezetői, Kósa, Varga Mihály, Navracsics Tibor és Várhegyi Attila. Mindez egybevág az NBH-s jelentés olvasható - tehát nem kitakart - részeinek információjával. Az interjúban Rózsa-Flores…",
        "time": "2021-09-18T18:15:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159438022198498"
    },
    {
        "title": "📱📡🕵👁",
        "time": "2021-09-16T18:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159434476613498"
    },
    {
        "title": "“Didier Reynders condemns hacking of political opponents and journalists and says bloc closely watching Hungary investigation.”",
        "time": "2021-09-15T18:06:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159432425888498"
    },
    {
        "title": "Ha már én vagyok az illusztráció: hallgassatok rám és frissítsetek!😬",
        "time": "2021-09-14T00:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159429169693498"
    },
    {
        "title": "\"Páva okostelefonját március 16-án törték fel az izraeli fejlesztésű kémszoftverrel, pont aznap, amikor a parlament honlapjára felkerültek adatok arról, hogy az EagleEye-Marketing Kft. szerződést kötött a DK parlamenti frakciójával közösségi médiás tanácsadásra. A cég részéről a szerződés aláírója Páva Zoltán volt. (...) Az EagleEye-Marketing Kft.-vel kötött szerződés is felkeltette a kormánypropaganda figyelmét. A szerződési adatok feltöltésének másnapján, március 17-én cikket közölt róla az Origo, hangsúlyozva, hogy a céget vezető Páva Zoltán egyben a kormánykritikus Ezalenyeg.hu kiadója is egyben.\"",
        "time": "2021-09-13T16:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159428333293498"
    },
    {
        "title": "",
        "time": "2021-09-10T22:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159423688753498"
    },
    {
        "title": "",
        "time": "2021-09-10T10:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159422540768498"
    },
    {
        "title": "úgy totyog, úgy hápog, úgy néz ki\n\n\"Lipták közösségi médiás tevékenysége és más szélsőjobboldali fiókok aktivitása alapján úgy tűnik, hogy ő személy szerint kapcsolatba hozható mindhárom olyan transzparenssel, amelyek az UEFA Magyarország elleni fegyelmi ügyének részét képezték.\n\n(...) Liptáknak egyébként van egy másik, a Légió Hungárián kívüli élete is, ami az Orbán-barát médiához köti őt: 2021 márciusa óta társműsorvezetője A pálya jobboldala című futball-podcastnak a kormányközeli vasárnap.hu oldalon. A podcastot Lipták mellett még többen vezetik, egyikük Trombitás Kristóf, aki a kormánypárti Hír TV műsorvezetője volt, a másikuk pedig Horváth Tamás, a vasárnap.hu korábbi főszerkesztője, aki 2021 augusztusában le kellett mondania, miután nyilvánossá vált, hogy korábban neonáci szervezetekkel állt kapcsolatban.\n\nA vasárnap.hu rendszeresen készít interjúkat a kormány tagjaival, köztük Orbánnal is, ráadásul egy ideig részben a miniszterelnöki hivatal finanszírozta a működését.\"",
        "time": "2021-09-09T13:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159420424023498"
    },
    {
        "title": "Pegasus, második menet. A 2018-as, 2019-es megfigyelések célpontjairól kiszivárgott adatbázis alapján júliusban, az első cikkek megírásakor még nem tudtuk megmondani, vajon az azóta eltelt években is bevetették-e az izraeli kémszoftvert Magyarországon. Sejtésünk persze volt.\n\nMost már viszont bizonyítani is tudjuk: a Citizen Lab és az Amnesty International kutatói egymástól függetlenül kimutatták mobiltelefonja vizsgálatával, hogy 2021 márciusában és májusában Páva Zoltánt is megfigyelték a Pegasusszal. Ő az ellenzéki online kampány zászlóshajójának, az ezalenyeg.hu-nak a tulajdonosa, egy a nyilvánosság előtt nem szereplő ellenzéki háttérember.\n\nKarácsony Gergely és az ellenzék 2019-es…",
        "time": "2021-09-08T08:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159418530978498"
    },
    {
        "title": "",
        "time": "2021-09-07T13:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159416726198498"
    },
    {
        "title": "“...a bűnügyi hivatalnál dolgozó jogászok jelezték, hogy a Pegasus sokkal többet tud annál, mint amire a német törvények lehetőséget adnak, de ennek ellenére a BKA mégis beszerezte a szoftvert.”",
        "time": "2021-09-07T11:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159416603588498"
    },
    {
        "title": "Kereken ezer napja ül kínai börtönben Michael Kovrig kanadai-magyar kettős állampolgár, akinek hihetetlen családtörténetét Mátyás Mervay írta meg: https://www.valaszonline.hu/2020/09/24/mervay-matyas-kovrig-janos-sztori/\n\nKovrig rossz időben volt rossz helyen - Kína gyakorlatilag túszul ejtette, hátha ezzel ki tudja kényszeríteni a pár nappal korábban Kanadában őrizetbe vett Huawei-alvezér hazaengedését: https://444.hu/2018/12/13/magyar-szarmazasu-a-kinaban-bosszubol-orizetbe-vett-kanadai-exdiplomata\n\nEgykori énekesük szabadulásáért Balazs Sarkadiék nemrég külön dallal (és egy hozzá tartozó videóval: https://youtu.be/31VNaAzjdpU) jöttek ki, én pedig még márciusban írtam arról, hogyan hagyta magára saját állampolgárát a baráti Kínával mindenfajta konfliktust kerülő magyar kormány: https://www.direkt36.hu/kemjatszmakat-hozott-budapestre-orban-kinai-nyitasa/\n\nA #freeMichaelKovrig kampányt az International Crisis Group koordinálja, ahol Kovrig dolgozott: https://www.crisisgroup.org/who-we-are/people/michael-kovrig",
        "time": "2021-09-05T16:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159413539753498"
    },
    {
        "title": "Pegasus recap",
        "time": "2021-09-04T10:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159411358558498"
    },
    {
        "title": "Szerintem volt pár jó sztorink idén, de ennek még az impaktja is egészen komoly lett, úgy néz ki.",
        "time": "2021-08-30T17:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159403064073498"
    },
    {
        "title": "\"Ami ma a Pegasus, a hetvenes években az volt az Ipoly:\na korszerűnek számító telefonlehallgatási rendszer, amivel hatékonyan lehet állambiztonsági eszközökkel nagyobb számú megfigyelt beszélgetéseit rögzíteni. Mai szemmel persze az Ipoly fedőnevű, 1975-ben bevezetett lehallgatási rendszer primitív, de azzal, hogy központosította és egyszerűsítette a fülelést, fontos szolgálatot tett a magyar állambiztonságnak.\n\nA rendszer segítségével a legtöbb belföldi távbeszélő állomás, tartozzon magánlakáshoz, hivatalhoz vagy utcai fülkéhez, technikai értelemben központilag lehallgathatóvá vált, a lehallgatott vonalat elvileg akár közvetlenül az állambiztonság épületébe is be lehetett kapcsolni. Ez állambiztonsági szempontból előrelépés volt a korábbi lehetőségekhez képest, amikor erősebben meg kellett válogatni, hogy melyik vonalakat hallgatják le, arra is figyelve, hogy a célszemélyek semmiképpen ne szerezzenek tudomást arról, hogy más is van a vonalban.”",
        "time": "2021-08-09T21:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159362224588498"
    },
    {
        "title": "Ez volt az egyik olyan sztorim 2019-ből, ami miatt ráküldhették a telefonomra a Pegasust. Hogy az Orbán-kormány még egy fegyverbizniszt (a Kongsberg/Raytheon légvédelmi rakétarendszerének megvásárlását) is próbált bevetni a Norvég Alapról szóló vitában, jól mutatta, milyen szinten prioritás számukra a független magyar civilszféra anyagi ellehetetlenítése.\n\nEzek után semmi meglepő nincs abban, hogy inkább a Norvég Alap teljes 77 milliárd forintjáról is lemondtak, csak nehogy a civileknek járó 4 milliárd elosztása a kormánytól függetlenül történjen.",
        "time": "2021-08-07T13:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159357933288498"
    },
    {
        "title": "“Seventeen journalists from seven countries who were listed as potential or actual victims of Pegasus spyware have filed complaints with prosecutors in Paris, against NSO Group and all other persons the investigation will identify. Their complaints complement the one Reporters Without Borders (RSF) and two journalists with French and Moroccan dual nationality already filed on 20 July. RSF has also referred their cases to the United Nations.\n\nThe 17 journalists – two from Azerbaijan, five from Mexico, five from India, one from Spain, two from Hungary, one from Morocco and one from Togo – are among the nearly 200 journalists on the list of persons identified by the Pegasus Project investigation as potential targets or actual victims of clandestine surveillance by NSO Group’s Pegasus spyware.”",
        "time": "2021-08-06T09:41:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159355780978498"
    },
    {
        "title": "",
        "time": "2021-08-03T08:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159350197453498"
    },
    {
        "title": "A new #PegasusProject examination adds to the confirmed targets of Pegasus spyware:\n\n-human rights activist David Haigh, UK\n-Muslim activist Anas Altikriti, UK\n-journalist Brigitta Csikász, Hungary\n-journalist Ragip Soylu, Turkey\n-a legal officer in India",
        "time": "2021-08-02T18:11:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159349116608498"
    },
    {
        "title": "“One of Hungary’s most experienced crime reporters, Brigitta Csikász, who also investigates corruption cases, was spied on with Pegasus from April to November 2019 for more than seven months. Forensic analysis of the journalist’s phone identified clear traces of the Israeli spyware. (…) During her surveillance, for example, she wrote about misuse of EU funds. In some cases covered by Csikász, OLAF, the European Anti-Fraud Office had already reported a series of problems to Hungarian authorities, which, despite receiving these clear signals, did not go after the cases to find out what happened.”\n\nNew Direkt36 story with Andras Petho: https://www.direkt36.hu/en/honapokon-at-megfigyeltek-pegasusszal-egy-korrupcios-ugyeken-is-dolgozo-magyar-bunugyi-ujsagirot/",
        "time": "2021-08-02T15:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159348881643498"
    },
    {
        "title": "„Oknyomozó újságíró vagyok, aki leginkább az igazságszolgáltatással és bűnügyekkel foglalkozik” – mondta a Direkt36-nak Brigitta Csikász, hozzátéve, hogy már évekkel ezelőtt kapott olyan figyelmeztetéseket, hogy a hatóságok megfigyelés alatt tartják. A Pegasusszal történő megfigyelése idején az atlatszo.hunál dolgozott, jelenleg pedig a Blikknél ír politikusok és hatóságok visszaéléseiről vagy korrupciógyanús ügyeiről.\n\nMegfigyelése idején például olyan európai uniós támogatásokkal való visszaélésekről is írt, ahol az EU csalás elleni hivatala, az OLAF hiába jelezte sorozatosan a problémákat a magyar hatóságoknak, azok mégsem jártak az ügyek végére.",
        "time": "2021-08-02T10:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159348458463498"
    },
    {
        "title": "Elképesztő, hogy Soros György már a francia kiberbiztonsági ügynökséget (ANSSI) is behálózta, és mindezt csak azért, hogy lejárathassa Magyarországot!",
        "time": "2021-07-30T12:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159342220498498"
    },
    {
        "title": "",
        "time": "2021-07-29T13:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159340213223498"
    },
    {
        "title": "\"Már az izraeli kémszoftver alkalmazása előtti időkben egyértelmű jelei voltak annak, hogy az Orbán-kormány nemzetbiztonsági kockázatot igyekszik kreálni a politikai ellenfeleiből, de akkor még úgy tűnt, ez csak a politikai adok-kapok része és nem gondolja komolyan. A Pegasus-ügy kellett ahhoz, hogy lássuk, valóban súlyos lehet a helyzet: a megfigyelések indokolatlanságát mi sem bizonyítja jobban, mint az, hogy a minden mögött idegen ügynököket vizionáló kormánypárt irányítása alatt működő elhárítás az elmúlt tíz évben egyetlen épkézláb kémügyet sem tudott végigvinni.” Dezső András",
        "time": "2021-07-27T19:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159336529263498"
    },
    {
        "title": "Mindjart kezdunk👇🎙👁",
        "time": "2021-07-27T14:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159335246618498"
    },
    {
        "title": "👀",
        "time": "2021-07-27T13:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159335155033498"
    },
    {
        "title": "",
        "time": "2021-07-26T12:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159332990438498"
    },
    {
        "title": "🕵👇",
        "time": "2021-07-26T11:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159332922413498"
    },
    {
        "title": "",
        "time": "2021-07-25T21:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159331995433498"
    },
    {
        "title": "",
        "time": "2021-07-24T18:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159329697238498"
    },
    {
        "title": "Már az Orbán-kormány második (volt) államtitkáráról írta meg a Direkt36, hogy telefonszámuk felbukkan abban a kiszivárgott adatbázisban, mely a Pegasus izraeli kémszoftver kliensei által megfigyelésre kiválasztott több mint 50 ezer telefonszámot tartalmaz.\n\nA kiberfegyver gyártója, az NSO kizárólag terrorizmus és súlyos bűnügyek felderítéséhez adja el ezt az eszközt, nem pedig mondjuk belső politikai leszámolásokhoz. A magyar kormány tagjai a vasárnapi cikkünk óta többször is megkapták azt az egyszerű kérdést, hogy Magyarország használja-e a Pegasust, mégsem hajlandóak válaszolni - sem elismerni, sem tagadni.\n\nEközben sem Aszódi Attila egykori paksi bővítésért felelős államtitkárról, sem…",
        "time": "2021-07-23T15:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159327409868498"
    },
    {
        "title": "“Aszódi Attila nem sokkal 2019-es felmentése előtt vált célponttá, amikor már több konfliktusa volt a kormányon belül. Az államtitkár tiltakozott olyan lépések ellen, amelyek az új erőművet építő oroszoknak kedveztek volna, de felborították volna az eredeti menetrendet.”",
        "time": "2021-07-23T09:00:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159324436003498"
    },
    {
        "title": "Köszi tesó, jövök neked eggyel!",
        "time": "2021-07-22T18:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159322849943498"
    },
    {
        "title": "“I started to feel that things were going in the wrong direction in Hungary when, in 2015, one of my closest friends and journalistic colleagues took me aside to tell me something: one of the national security agencies had been trying for months to gather dirt on him through surveillance. Their aim was to force him to cooperate and reveal his sources. Their methods and motives were reminiscent of pre-1989 years.”\n\nMy personal #Pegasus story for Organized Crime and Corruption Reporting Project",
        "time": "2021-07-21T20:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159321028418498"
    },
    {
        "title": "Az egyik legdurvább Pegasus-sztori.\n\n\"The princess had been careful, so she left her phone in the cafe’s bathroom. She’d seen what her father could do to women who tried to escape.\n\nShe hid in the trunk of a black Audi Q7, then jumped into a Jeep Wrangler as her getaway crew raced that morning from the glittering skyscrapers of Dubai to the rough waves of the Arabian Sea. They launched a dinghy from a beach in neighboring Oman, then, 16 miles out, switched to water scooters. By sunset they’d reached their idling yacht, the Nostromo, and began sailing toward the Sri Lankan coast.\n\nPrincess Latifa bint Mohammed al-Maktoum, the 32-year-old daughter of Dubai’s fearsome ruler, believed she was…",
        "time": "2021-07-21T18:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320913118498"
    },
    {
        "title": "😎😎😎",
        "time": "2021-07-21T16:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320743063498"
    },
    {
        "title": "Nem csak a titkosított üzenetküldő appokat töri a Pegasus. Még a létrehozóikat is.",
        "time": "2021-07-21T16:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320710048498"
    },
    {
        "title": "Most már elárulhatjuk, hogy Pataki Attila a Pegasus-listán nem bukkan fel, őt csak az űrlények figyelik.",
        "time": "2021-07-21T13:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320468498498"
    },
    {
        "title": "Ha már gyermekvédelmi népszavazás és pedofilok, felmerül bennem, mi lett volna, ha a célpontonként kb. 15 millió forintra saccolt Pegasus-megfigyeléssel nem Chikán Attilát közgazdászprofesszort vagy mondjuk engem, hanem inkább Kaleta Gábort veszik célba.",
        "time": "2021-07-21T10:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320236883498"
    },
    {
        "title": "",
        "time": "2021-07-21T09:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159320210288498"
    },
    {
        "title": "Az egész Pegasus-projekt egyik legizgalmasabb része a kémszoftver nyomainak azonosítása, és gyakorlatilag sehol nem lennénk Claudio Guarnieri, az Amnesty International Security Labjének vezetőjé nélkül.\n\nŐ dolgozta ki a metodológiát, és erről a linkről az az eszköz is letölthető, aminek a segítségével egy programozó bárkinek az iPhone-ját át tudja vizsgálni (Androidokkal trükkösebb a helyzet). Nagyon leegyszerűsítve arról van szó, hogy Claudio összeszedte a zárt iOS környezetben előforduló összes legitim, ártalmatlan háttérfolyamatot, és ehhez képest kereste az eltéréseket.\n\nAz elemzés 4., az iMessage-támadásokat részletező fejezétben szereplő két példa, HUJRN1 és HUJRN2 az András Szabó és én vagyunk, illetve a mi iPhone-jaink. 2019 második felében mindketten bekaptunk egy-egy sikeres támadást ugyanarról a két kamuaccountról (emmadavies8266@gmail.com és jessicadavies1345@outlook.com).\n\nEz akkoriban számunkra teljesen láthatatlanul történt, csakhogy a támadásnak a nyomai is megőrződtek, logolódtak, és az iPhone-jaink backupjaiból ezeket évekkel később is ki lehetett nyerni.",
        "time": "2021-07-20T21:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159319294463498"
    },
    {
        "title": "",
        "time": "2021-07-20T19:50:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159319132913498"
    },
    {
        "title": "Ez valami egészen brutális.",
        "time": "2021-07-20T17:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159318940523498"
    },
    {
        "title": "hvg.hu: Jelenleg a józsefvárosi kerületi lapot szerkeszted, ez azért nyugisabb?\n\nDercsényi Dávid: Nem hiszem, hogy a titkosszolgálatok kiemelt figyelmet fordítanának a Baross utcai arab fodrászokra, vagy a Bródy Sándor utcai műemlék épületének állapotára. De hát ugyanannyi indokuk volna engem most megfigyelni, mint akkor.",
        "time": "2021-07-19T20:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159317203638498"
    },
    {
        "title": "Fotó: Andras Petho",
        "time": "2021-07-19T18:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159317045538498"
    },
    {
        "title": "Helló helló visszaírok mindenkinek, csak alszom egy kicsit. Köszi a támogató üzeneteket, kibaszott jól esik.\n\nAddig is olvassatok arról, én ezzel vigasztalom magam, hogy másutt azért mégiscsak sokkal rosszabb. Persze jó lenne, ha mi nem jutnánk odáig.",
        "time": "2021-07-19T18:15:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159317019183498"
    },
    {
        "title": "\"A betörők mindent átkutattak Gémesi György gödöllői polgármester házában: feltörték a zárakat, kiforgatták a fiókokat, szanaszét hevertek az iratok a földön. Hiába volt azonban jó pár értékes tárgy a házban, mégsem hiányzott szinte semmi. Egy boríték tűnt el, amiben a mindenféle külföldi utakról visszamaradt valuták voltak, egy évtizedekkel korábbi vívóversenyen nyert óra, meg az a régi karikagyűrű, melynek a most 65 éves, elvált ellenzéki politikus számára inkább volt érzelmi, mint anyagi értéke.\n\n2018. december 11-én nemcsak a polgármesterhez törtek be, hanem a vele egy házban, de külön lakrészben élő fiához is. Ez követte bő két héttel később egy újabb betörés, ezúttal Gémesi szomszédban lakó lányához. Mivel hozzá a karácsony utáni napokban hatoltak be, jó pár értékes ajándék hevert a fa alatt. Csakhogy ismét alig vittek el valamit.\"",
        "time": "2021-07-19T13:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159316581323498"
    },
    {
        "title": "Egy kicsit személyesebben erről az egészről.",
        "time": "2021-07-19T11:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159316492113498"
    },
    {
        "title": "😬🥷📱📡",
        "time": "2021-07-19T07:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159316207528498"
    },
    {
        "title": "“Az NSO külföldi ügyfelei közül több mint tíz olyan van, amely rendszeresen visszaél a Pegasusszal. Ezek az országok, valamint az általuk megfigyelésre kiválasztott összes telefonszám:\n\nAzerbajdzsán – több mint 1000\nBahrein – közel 3000\nEgyesült Arab Emirátusok – több mint 10 000\nIndia – több mint 2000\nKazahsztán – közel 2000\nMagyarország – több mint 300\nMarokkó – több mint 10 000\nMexikó – több mint 15 000\nRuanda – több mint 3500\nSzaúd-Arábia – több mint 800\nTogo – több mint 300\n\nEzekben az országokban például együttesen\nközel 200 újságíró telefonszámát is betáplálták abba a rendszerbe, amivel a célpontokat kiválasztják.”",
        "time": "2021-07-18T21:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315360998498"
    },
    {
        "title": "",
        "time": "2021-07-18T20:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315276343498"
    },
    {
        "title": "",
        "time": "2021-07-18T18:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315151803498"
    },
    {
        "title": "",
        "time": "2021-07-18T18:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315105483498"
    },
    {
        "title": "\"Direkt36’s Panyi was targeted for surveillance multiple times. Forensic examination confirmed that the journalist’s phone had been repeatedly compromised by Pegasus spyware. As with all the phone examinations, it was not possible to determine what information had been accessed. But in many cases, his number had been added to the phone list shortly after he sought government comment for stories.\"",
        "time": "2021-07-18T18:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315079118498"
    },
    {
        "title": "Szar érzés volt megtudni, hogy hét hónapon át megfigyeltek és bármihez hozzáférhettek a telefonomon, de legalább jó társaságba kerültem, többek között András Szabóval és Dercsényi Dáviddal - meg még úgy kétszáz másik újságíróval Mexikótól Indiáig, akiket mindenféle autokratikus meg korrupt kormányok hekkelgettek meg egy Pegasus nevű izraeli kémprogrammal.\n\nMagyarország még egy viszonylag szerencsés hely ahhoz képest, hogy utána az újságírókkal mit műveltek mondjuk Marokkóban és másutt.\n\nTöbb mint tíz állam élt vissza bizonyíthatóan ezzel a kiberfegyvernek minősülő, kizárólag izraeli védelmi minisztériumi engedéllyel exportált technológiával. Magyarország egyelőre az egyetlen EU-s tagállam, ahol terroristák és drogkereskedők helyett mondjuk olyan figurákat céloznak meg vele, mint Chikán Attila közgazdászprofesszor, vagy éppen Varga Zoltán médiatulajdonos, aki a sorozatos vegzálások ellenére sem hajlandó megválni a 24.hu-tól.",
        "time": "2021-07-18T18:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159315072388498"
    },
    {
        "title": "",
        "time": "2021-07-15T21:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159309489193498"
    },
    {
        "title": "🥸😱🥴",
        "time": "2021-07-14T17:04:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159307139603498"
    },
    {
        "title": "Impakt👇\n\n\"According to leaked documents obtained by investigative journalism outlet Direkt36, the project would cost an estimated €1.5 billion ($1.8 billion), mostly financed through a loan from a Chinese state bank. The building work, on land originally slated for Hungarian student accommodation, would be carried out by a Chinese contractor, it added. Critics have raised eyebrows over the nature of a deal under which Hungarian taxpayers would effectively be paying for Fudan to set up its campus.\"",
        "time": "2021-07-12T20:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159303616653498"
    },
    {
        "title": "",
        "time": "2021-07-05T17:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159289413063498"
    },
    {
        "title": "",
        "time": "2021-07-01T21:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159281887633498"
    },
    {
        "title": "",
        "time": "2021-06-29T15:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159277281638498"
    },
    {
        "title": "",
        "time": "2021-06-21T16:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159259978248498"
    },
    {
        "title": "\"Nóra és Erika édesapja, Megyesi János Nagykőrösön élt. Nyugdíj előtt biztosítási szakértő volt, de nagyon szeretett a ház mögötti asztalos műhelyében is dolgozni. A kórházban olyan gyorsan romlott az állapota, hogy az orvosok lemondtak róla azelőtt, hogy intenzív osztályra került volna. Lányai e-mailen kértek lehetőséget az utolsó látogatásra, amire a mai napig nem kaptak választ.\"",
        "time": "2021-06-21T10:00:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159259423108498"
    },
    {
        "title": "“Több mint húsz személyes sorsot osztottak meg velünk gyászoló családtagok, a koronavírus-járvány őszi és tavaszi hullámából, a fővárosból és vidéki településekről, krónikus betegséggel élő és korábban makkegészséges emberekről, idősebb és fiatalabb áldozatokról. Bármennyire különböznek is egymástól az egyes esetek, a betegség lefolyása során több család is hasonló nehézségekkel és a betegek ellátását nehezítő problémákkal szembesült.\n\nVisszatérő elem volt a beszámolóikban, hogy:\n\n-az első tünetek megjelenésekor a háziorvost nehezen lehetett elérni,\n-gyors tesztelés helyett gyakran szakszerűtlen tanácsokat kaptak a beteget,\n-a kórházban fekvő családtag állapotáról nehéz volt információt szerezni,\n-éa a vírushelyzet a halál utáni ügyintézést lelkileg és pénzügyileg is megterhelőbbé tette.”",
        "time": "2021-06-20T19:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159258158563498"
    },
    {
        "title": "“Ugyanott, ugyanúgy”\n\nHat évvel ezelőtt is feltett az Index kérdéseket Mészáros Lőrincnek (Dezső András hívta fel a mobilján, én csak a háttérben röhögtem a beszélgetésen és Andris arckifejezésén). Az a párbeszéd egy kicsit feszültebb volt. Nem volt annyira előtérben a szerelmi élet, a tehetséges cégvezető gyerekek meg a pulykaszektor lehetőségei. Sőt, az akkor még cirka párszáz céggel kevesebbet birtokló, a gazdaglisták első helyétől is még jóval távolabb lévő Lőrinc kifejezetten olyan benyomást tett, mint akinek fingja nincs róla, pontosan mi is van a tulajdonában:\n\n“Mészáros Lőrinc vagyonbevallásaiban nyoma sincs annak, hogy van egy orosz cége. Azzal meg pláne nem dicsekedett el, hogy az…",
        "time": "2021-06-11T19:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159236686688498"
    },
    {
        "title": "Sokat gondolkoztam ezen a tegnapi állításon, hogy Magyarországot a rabszolgaság, a faji megkülönböztetésen alapuló rabszolgatartás semmilyen szinten nem érinti. Hogy ez a mi kultúránktól teljesen idegen valami és semmi okunk bűntudatot érezni, nálunk ilyesmi sosem fordult elő. Az már nem hangzott el, de a mondanivalónak mintha az is része lett volna, hogy emiatt kicsit büszkén ki is húzhatjuk magunkat.\n\nÉn tényleg nem vagyok szakértője ennek a rabszolgaság-témának, az viszont határozottan megvan még a gimis, aztán meg az egyetemi irodalomtörténeti tanulmányaimból, hogy (sok tízezer, teljesen vegyes foglalkozású magyar állampolgárral együtt) Rejtő Jenőtől Szerb Antalon át Radnóti Miklósig a…",
        "time": "2021-06-11T12:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159236061368498"
    },
    {
        "title": "",
        "time": "2021-06-10T20:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159234711328498"
    },
    {
        "title": "\"The very first domestic debate over Chinese relations could be a final straw to force the Orbán government to tone down its longstanding and vocal support for Beijing. The immediate threat of its election impact is likely to leave no other option.\"",
        "time": "2021-06-08T10:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159228833548498"
    },
    {
        "title": "Majdnem kereken két hónapja jelent meg a Fudan Egyetem 540 milliárdos kampuszépítéséről szóló első cikkünk a Direkt36on (https://www.direkt36.hu/kinai-hitelbol-keszul-a-magyar-felsooktatas-oriasberuhazasa-a-kormany-mar-oda-is-igerte-egy-kinai-cegnek/). Mint kábé minden magyar újságíró, én is már régóta hozzászoktam ahhoz, hogy igazából nincs sok következménye a munkánknak (kicsit ki is égtem benne, azt hiszem). És ha esetleg van is hatás, akkor sem direkt, legfőkébb pedig nem látványos.\n\nÚgyhogy ennyi év után ez most így eléggé fura.",
        "time": "2021-06-05T17:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159222536683498"
    },
    {
        "title": "",
        "time": "2021-06-02T11:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159214417583498"
    },
    {
        "title": "💪💪💪",
        "time": "2021-05-26T11:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159196967568498"
    },
    {
        "title": "Erre nehéz mit mondani. Lesz még Kaleta Gábor miniszter ebben az országban.",
        "time": "2021-05-18T14:05:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159178265838498"
    },
    {
        "title": "impakt👇",
        "time": "2021-05-17T18:51:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159176332508498"
    },
    {
        "title": "😬😬😬 “The 36-year-old is running to represent the country’s ruling United Russia party in the city of Ivanovo at the primaries for the autumn parliamentary elections. (...) The singer does, however, use the tagline “They’re Not Gonna Get Us”, the chorus of her 2001 t.A.T.u. hit.”",
        "time": "2021-05-17T17:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159176205733498"
    },
    {
        "title": "„Eleinte nem kértek annyira durvákat, pénz is jól jött, meg nem is voltak nyilvánosak az anyagaink. De aztán már elég egyértelművé tették, mik az elvárások, dicsérő cikket kellett írni például Szijjártó Péterről, hogy milyen jól tárgyalt a BMW-vel. Az is feladat volt, hogy Fekete-Győr Andrásról, a Momentum elnökéről írjunk minél durvább dolgokat. Azt is elmondták, nem baj, ha nem igaz, amit írunk.\"",
        "time": "2021-05-17T14:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159175932553498"
    },
    {
        "title": "",
        "time": "2021-05-16T17:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159173896858498"
    },
    {
        "title": "“A Fudan Hungary Egyetem ugyanis tehetős külföldi diákokat megcélzó fizetős magánegyetem lesz. Az ITM háttérszámításai szerint az alapszakos tanulmányok 2,5 millió, a mesterszakosak 3,7 millió forintos éves tandíjjal indulnának, majd ezek még tovább emelkednének az évek során 3, illetve 4,4 millió forintra. (...) Bár az új budapesti magánegyetem sokszáz milliárd forintnyi magyar adófizetői pénzből jönne létre, a Direkt36 által megszerzett dokumentumok sehol nem említik, hogy az Orbán-kormány biztosítana a magyar diákoknak államilag finanszírozott képzést. Palkovics több interjúban is arról beszélt, hogy maga az egyetem, illetve vállalatok kínálhatnak majd ösztöndíjat. Előterjesztésében is… More",
        "time": "2021-05-14T09:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159168233723498"
    },
    {
        "title": "",
        "time": "2021-05-12T19:05:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159164572588498"
    },
    {
        "title": "szorgos népünk győzni fog",
        "time": "2021-05-11T10:01:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159161506653498"
    },
    {
        "title": "",
        "time": "2021-05-09T21:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159157955343498"
    },
    {
        "title": "⚒⚒⚒",
        "time": "2021-05-06T18:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159150351333498"
    },
    {
        "title": "“But China also has friends at the EU's high table.\n\nAnd when EU states' ambassadors met in Brussels, also on Wednesday, to discuss draft conclusions for next week's EU foreign ministers' meeting, Beijing's best friend and investment-beneficiary - Hungary - blocked any tough talk on Hong Kong.\n\n\"There was no consensus, thanks to Hungary, on Hong-Kong conclusions,\" an EU diplomatic source told EUobserver.\n\nThe Hungarian veto was just the latest in a long line of its attempts to gag the EU on behalf of its third-country allies - China, Israel, and Russia.”",
        "time": "2021-05-06T09:00:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159149475323498"
    },
    {
        "title": "Ismét a Független Médiaközpont - Center for Independent Journalismmal közösen gyűjti a Direkt36 az 1%-os szja-felajánlásokat. Nonprofit szervezet vagyunk, tehát nem adunk el klikkekkel hirdetéseket és dúsgazdag befektetőink sincsenek, akiknek hasznot termelnénk. Ehelyett közvetlen olvasói támogatásokból, egyszeri és havi rendszeres adományokból, valamint például ezekből az 1%-okból tudunk működni - tehát visszaéléseket és gyanús bizniszeket feltárni, cikkeket írni, fejlődni, új munkatársakat felvenni és hasonlók.\n\nSzerintem akadnak fontos sztorijaink, én például erről írtam nemrég:",
        "time": "2021-05-05T21:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159148406248498"
    },
    {
        "title": "💰💰💰",
        "time": "2021-05-05T20:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159148365008498"
    },
    {
        "title": "🙏",
        "time": "2021-05-04T20:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159146044598498"
    },
    {
        "title": "\"A Fudan „eljegyzési gyűrű” Kínának. A közgazdaságtanban a drága eljegyzési gyűrű arra szimbolikus példa, amikor valaki megpróbálja hitelessé tenni együttműködési, szövetségesi ígéretét. Minél drágább ugyanis a gyűrű, annál jobban hisz a menyasszony a vőlegény házassági ígéretének. Miért? Azért, mert annál nagyobb a vőlegény vesztesége, ha a házasság előtt ejti a menyasszonyt. Általában is igaz, hogy minél drágább egy biztosíték, minél érzékenyebb veszteség az elvesztése annak, aki adja, annál hitelesebb. Ez magyarázza a Fudan-projekt látszólag irracionális méretét, óriási költségét. A kormány szorosabb szövetségesi viszonyt akar Kínával, de Kína biztosítékot kér, hogy Magyarország nem… More",
        "time": "2021-05-04T09:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159145041908498"
    },
    {
        "title": "🕺",
        "time": "2021-04-29T11:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159133668993498"
    },
    {
        "title": "az ügynök nem vész el\n\n\"A Kínai Kommunista Párt vezetősége, valamint a kínai típusú szocializmus fenntartása Kína sikerének kulcsa – ezt Medgyessy Péter volt miniszterelnök nyilatkozta a Xinhua kínai állami hírügynökségnek adott interjújában.\n\nA korábbi MSZP-s kormányfő úgy fogalmazott, hogy minden társadalomnak olyan társadalmi rendre van szüksége, ami illik a történelméhez, kulturális hagyományaihoz és az emberek karakteréhez. Medgyessy szerint Kínának épp a kínai típusú szocializmus biztosítja, hogy a jövőben is fejlődő pályán marad, és Kína sikere összefonódik a Kínai Kommunista Párt sikerével.\"",
        "time": "2021-04-28T15:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159131635698498"
    },
    {
        "title": "🤷🏻‍♂️",
        "time": "2021-04-26T20:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159128022658498"
    },
    {
        "title": "👇👇👇",
        "time": "2021-04-21T17:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159115997723498"
    },
    {
        "title": "\"A pártnak és az államnak nagyobb szüksége van a felsőoktatásra, tudása, tudományra és a nagy tehetségekre, mint eddig bármikor\"",
        "time": "2021-04-19T20:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159112006783498"
    },
    {
        "title": "Szuperül összerakott videó a 444től, amiben Gergő Plankónak beszélek kicsit a múlt heti cikkemről.",
        "time": "2021-04-18T08:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159108707338498"
    },
    {
        "title": "",
        "time": "2021-04-16T16:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159104657353498"
    },
    {
        "title": "🙏🙏🙏",
        "time": "2021-04-16T12:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159104245478498"
    },
    {
        "title": "“A kínai rendszert bíráló oktatókat Magyarországon nyilván nem fogják elhurcolni, mint ahogy az otthon történik, de a karrierjüknek az ilyesmi itt sem fog jót tenni, és a kampuszon az egyetem igyekszik majd csírájában elfojtani a nyílt vitát Kínáról, a kínai oktatáspolitikáról és a tabutémákról.\n\nAbban pedig minden forrásunk biztos, hogy a Fudan hozza majd magával azt, ami otthon teljesen hétköznapos: a hallgatók és az oktatók körében egymás folyamatos figyelését, és a jelentések gyakori küldözgetését a kínai hivatalos szerveknek.”",
        "time": "2021-04-16T10:00:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159104045958498"
    },
    {
        "title": "“Montenegro mellett Srí Lankán, Pakisztánban és Dzsibutiban is gondot okozott már a túl nagy hitelek törlesztése, az eladósodottság pedig egyenes út lehet ahhoz, hogy Peking részesedést szerezzen helyi állami tulajdonokban.”",
        "time": "2021-04-13T15:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159097522213498"
    },
    {
        "title": "🇨🇳🇨🇳🇨🇳🇨🇳🇨🇳",
        "time": "2021-04-11T19:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159093099328498"
    },
    {
        "title": "👇👇👇",
        "time": "2021-04-09T14:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159087528718498"
    },
    {
        "title": "\"According to a draft proposal by two ministers, the construction, estimated by the government at €1.5B (HUF 540 billion), would utilize largely Chinese building materials, Chinese labor, and would mostly be financed through a Chinese loan, which Hungary would pay for. (...) The new campus of Fudan University would cost more than what the state spent on operating Hungary’s entire higher education system in 2019. ” 💰💰💰💰💰",
        "time": "2021-04-07T08:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159082162413498"
    },
    {
        "title": "😬😬😬",
        "time": "2021-04-06T18:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159080742153498"
    },
    {
        "title": "Egy egyetemi szakdolgozathoz készülő interjúban nemrég megkérdeztek tőlem, milyen úgy dolgozni újságíróként, hogy a feltárt ügyeknek Magyarországon jellemzően nincs következményük. Valami olyasmit válaszoltam, hogy ezt az évek során azért megtanultam már magamban kezelni, és ettől függetlenül is nagyon szeretem a munkámat. Mondjuk azért, mert szimplán baromi izgalmas és nekem ez rengeteg adrenalint tud adni. De persze azért is, mert próbálok olyan ügyekről írni, melyekről szerintem baromi fontos, hogy az emberek tudjanak.\n\nEz itt például egy alsó hangon 540 milliárdos (de egy forrás szerint a végelszámolásnál majd akár 1000 milliárdos) biznisz, több mint 450 milliárdos kínai hitelből, ahol…",
        "time": "2021-04-06T15:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159080413783498"
    },
    {
        "title": "💰💰💰💰💰",
        "time": "2021-03-29T12:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159060834133498"
    },
    {
        "title": "Ma egy pekingi bíróság előtt 26 ország diplomatája jelent meg szolidaritásukat kifejezni a Kína által önkényesen letartóztatott Michael Kovriggal. Lehet tippelni, vajon a magyar diplomácia is kiállt-e a több mint két éve bebörtönzött kanadai-magyar kettős állampolgár, Balazs Sarkadiék zenésztársa mellett.\n\nKovrig magyar nagyapja 1946 emigrált a kommunista hatalomátvétel idején, miután őt is letartóztatták és internálták. Mátyás Mervay fantasztikus sztorija a családi párhuzamról: https://www.valaszonline.hu/2020/09/24/mervay-matyas-kovrig-janos-sztori/",
        "time": "2021-03-22T13:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159045212108498"
    },
    {
        "title": "",
        "time": "2021-03-19T16:05:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159038785378498"
    },
    {
        "title": "“He was motivated by traditional human weaknesses, such as money and need of recognition. (...) Kõuts received cash payments from his Chinese handlers as well as paid trips to various Asian countries, with luxury accommodations and dinners at Michelin star restaurants. The intelligence operatives handling him were operating under cover of a think tank. Kõuts earned €17,000 -- a little over $20,000 -- for his espionage, which the Estonian government has since seized from him.” 👏 Holger Roonemaa",
        "time": "2021-03-19T09:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159038126288498"
    },
    {
        "title": "👇👇👇\n\"Deadline: April 12, 2021 by 8 am Budapest time\n\nInvestigate Europe is looking for a Hungary-based journalist (the initial contract is full-time for two years, while we intend on securing funds to make this a permanent position)\"",
        "time": "2021-03-18T21:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159037234833498"
    },
    {
        "title": "\"Maďarský investigatívny portál Direkt36 zverejnil veľkú analýzu maďarsko-čínskych vzťahov za posledných desať rokov, z ktorej vyplýva, že nárast vplyvu Pekingu v Budapešti bude mať i nečakané dôsledky.\"",
        "time": "2021-03-18T21:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159037214138498"
    },
    {
        "title": "Utazgatnánk jó kis alacsonypadlós, akadálymentesített, egylégterű hévvel Szentendrére, mi? Hát nyet.\n\n“A MÁV-HÉV Zrt. vezetése által február végén írt belső feljegyzésben (...) a tendereztető cég arról ír, hogy folytatni szeretnék az eljárást, majd azt részletezik, mennyire alkalmatlannak tartják az oroszokat korszerű vonatokat szállítására.\n\nA feljegyzés szerint például a Transmashholdingnál nem tudnának elvárt teljesítményű motort megfelelően kis méretben beszerelni az alacsonypadló alá, illetve a szerelvény túl nehéz lenne, lassan gyorsulna és gazdaságtalan lenne üzemeltetni. Ráadásul “nincs tudomás arról, hogy lenne az Európai Unió területén üzembehelyezett alacsonypadlós járműre…",
        "time": "2021-03-18T13:17:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159036115778498"
    },
    {
        "title": "🐟🐟🐟🐟🐟🐟\n\"Gergelynek azóta a Syntonite megalapításáig nem volt semmilyen más vállalkozása, és a Direkt36 által megkeresett két ismerőse szerint sem a gyógyszeriparhoz, sem a külkereskedelemhez nem volt semmi köze. A férfi korábban többek között a Ferencvárosi TC és az UTE igazolt jégkorong-játékosa volt, majd 2013-ban visszavonult. A hokitól nem szakadt el teljesen, jelenleg a Zuglói Piranhák nevű amatőr hokicsapat edzője.\"",
        "time": "2021-03-17T13:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159033756483498"
    },
    {
        "title": "🇨🇳🕵📸📡👀\n\"The policy of ’Eastern Opening’ set out by Viktor Orbán in hope of tons of Chinese money never actually resulted in momentous Chinese investments. The China-friendly environment in Hungary, on the other hand, came in handy for Chinese intelligence.\"",
        "time": "2021-03-16T19:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159031552048498"
    },
    {
        "title": "2019 tavaszán kezdtem el anyagot gyűjteni ehhez a cikkhez, amit a korábbiakhoz hasonlóan ismét Gergő Sáling szerkesztett olvashatóvá. *Kicsit* hosszú lett, úgyhogy pár kedvenc résszel spoilereznék röviden:\n\n🎙2011-ben Ven Csia-pao látogatása előtt a Kínai Nemzetközi Rádió utasította a budapesti Klasszik Rádiót, hogy személyre szabott zenés-beszélgetős műsorral várják a kínai miniszterelnököt, amit akkor kellett leadniuk, amikor a nagyfőnök az autójában ült Ferihegy és a belváros között. Azért, hogy „az egy darab fickónak, aki ott ül a limuzinjában, mutogathassák, hogy még a magyar rádióban is kínai adás szól”.\n\n🕵Szintén Ferihegyen, de még 2010-ben egy amerikai FBI-akcióban letartóztattak két…",
        "time": "2021-03-15T21:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159028823508498"
    },
    {
        "title": "Kim elvtárstól hamarosan érkezik egy nagy vörös virágcsokor:\n\n\"China, Eritrea, Libya, North Korea, Russia, and South Sudan are to be stigmatised as home to the world's worst human-rights abusers under new EU sanctions. (...) Hungary had threatened to veto the new list on grounds of lack of evidence against the targets.\n\n\"It's strange that just one country had such strong objections to the evidence packages,\" an EU source said.\"",
        "time": "2021-03-12T15:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159020154168498"
    },
    {
        "title": "",
        "time": "2021-03-12T08:42:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159019031728498"
    },
    {
        "title": "never let a good crisis go to waste\n\n“A piacon arra számítanak, hogy a járvány miatti gazdasági problémák eredményeként hamarosan felpörögnek majd a felszámolások, tehát a felszámoló cégek ezzel jól fognak járni.\n\nA nyertesek között van egy Seszták Miklós korábbi miniszterhez köthető ügyvédi iroda cége is, miközben Seszták maga is részt vett a kiválasztási folyamatban.”",
        "time": "2021-03-09T10:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10159011932953498"
    },
    {
        "title": "Egy nap, két hír:\n\n1. Szívesen látják a Fidesz európai parlamenti képviselőit az Identitás és Demokrácia frakcióban - közölte szerdán Jörg Meuthen, az Alternatíva Németországért (AfD) párt társelnöke, az ID-frakció képviselője. A német képviselők szerint „nyilvánvaló, hogy Orbán Viktor és a Fidesz tartalmilag sokkal közelebb áll az ID-hez, mint az Európai Néppárthoz”. https://444.hu/2021/03/03/a-szelsojobbos-partok-frakcioja-szivesen-befogadna-a-fidesz-ep-kepviseloit\n\n2. Megfigyelés alá helyezte a német terrorelhárítás a jobboldali Alternatíva Németországért (AfD) pártot. A közelmúltban a párt több tagja a nácizmusba hajló megjegyzéseket tett, egyikük pedig „forradalmi” eszközökről beszélt.\nhttps://www.szabadeuropa.hu/a/szelsoseges-szervezetkent-figyeli-a-nemet-nemzetbiztonsag-az-afd-t/31131386.html",
        "time": "2021-03-03T18:42:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158997900143498"
    },
    {
        "title": "\"The remarks came following an article by World Jewish Congress President Ron Lauder in Arab News calling for a “NATO of the Middle East.” \"",
        "time": "2021-03-01T18:15:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158993060008498"
    },
    {
        "title": "https://twitter.com/antaltibor7/status/1366005893603721219",
        "time": "2021-02-28T13:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158990261553498"
    },
    {
        "title": "",
        "time": "2021-02-24T14:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158980627233498"
    },
    {
        "title": "🇭🇺❤️🇵🇱",
        "time": "2021-02-10T22:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158943678368498"
    },
    {
        "title": "",
        "time": "2021-02-09T21:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158941015068498"
    },
    {
        "title": "“...a baloldalnak érdekeltsége van a migrációban, mert baloldal valójában szavazókat importál, amikor behozza a migránsokat. Azt gondolják, a migránsok sosem fognak egy keresztény alapokon álló politikát támogatni, és ha sokan jönnek, lecsökken, majd megszűnik az esélye, hogy Európában keresztény alapokra politikát építve lehessen többséget szerezni.” /Orbán Viktor, 2019. szeptember/",
        "time": "2021-02-09T17:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158940675038498"
    },
    {
        "title": "",
        "time": "2021-02-09T15:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158940434143498"
    },
    {
        "title": "",
        "time": "2021-02-05T21:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158929663408498"
    },
    {
        "title": "A művész valamiért nagyon ráfixálódott a kampós orrokra.",
        "time": "2021-02-03T17:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158921647103498"
    },
    {
        "title": "„Ha bármilyen üzlet történik Magyarországon, én arról tudni fogok. Eddig még semmilyen üzletet nem ütöttek nyélbe, anélkül, hogy én rábólintottam volna. (...) Ha mutatnak nekem egy olyan rendelést, amelyről az én fejem fölött állapodtak meg, akkor levágom annak az embernek a fülét és megetetem a kutyákkal”",
        "time": "2021-02-01T13:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158912842278498"
    },
    {
        "title": "😬😬😬\n\n“Gribkov admitted on camera to The Daily Beast and Estonia’s Delfi that he was taking the Pfizer vaccine, even though his government has mounted an extensive disinformation campaign intended to suggest it is ineffective, dangerous or even lethal, especially when compared with Russia’s own Sputnik V vaccine.” 👏 Holger Roonemaa",
        "time": "2021-01-28T14:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158897858518498"
    },
    {
        "title": "\"Serova megkérdezte, hogy egyedül ott maradhat-e az épület előtt, hogy akkor legalább ő tüntessen, de közölték vele, hogy nem, és intézkedni fognak, ha ott marad. Ekkor a nyolc tüntető átsétált a pár száz méterre lévő orosz kulturális központ épülete elé, majd továbbindultak a Hősök terére, és ekkor egy rendőrautó követte őket. Majd a nap végén még elmentek a Parlament elé, de ott is hamar megjelentek a rendőrök, ekkor pedig inkább hazamentek.\"",
        "time": "2021-01-25T20:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158886338483498"
    },
    {
        "title": "🇭🇺❤🇩🇪❤💰",
        "time": "2021-01-21T12:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158870963193498"
    },
    {
        "title": "Azt hiszem, tudok pár tehetséges beszédírót a kormányzati kommunikációs csapatba, szükség lehet rájuk hamarosan.\n\n\"Az Amerikai Egyesült Államok elnöke és külügyminisztere túl sokat enged meg magának akkor, amikor megpróbál országunk belügyeibe avatkozni. [...] Elmúltak már azok az évek, amikor kaptalista módon, nyilatkozatokkal lehetett kis országok ügyeit intézni. Nekünk nem kell az elnök jó tanácsa, meg vagyunk mi anélkül is – idézte 1956. január 3-án az MTI összeállítása az Acélöntő- és Csőgyár, illetve a Láng Gépgyár munkásait.”",
        "time": "2021-01-20T10:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158868853053498"
    },
    {
        "title": "Egy újabb határozat, amit a Fidesz képviselői megszavaztak Brüsszelben, de várhatóan el fognak kaszálni Budapesten.\n\n\"Az Európai Parlament 2020. december 17-ei állásfoglalásában elítéli a Kínai Népköztársaság kormányának és tartományi hatóságainak ujgurok és más kisebbségek elleni elnyomó tevékenységét, így különösen az emberi jogok, az alapvető szabadságjogok szisztematikus megsértését. A Kínai Népköztársaságban élő ujgur kisebbség elnyomása, szabadságjogaik megsértése, a kisebbségi jogok érvényesítésének megakadályozása, közösségeik megfigyelése, kényszermunkára történő deportálásuk olyan problémák, amelyek megoldását a magyar Országgyűlés is sürgeti. Erre tekintettel a fenti országgyűlési határozattal megerősíti az Európai Parlament állásfoglalását.\"",
        "time": "2021-01-19T14:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158866772003498"
    },
    {
        "title": "Miközben kábé minden európai vezető, külügyminiszter stb. már megszólalt Navalnij moszkvai letartóztatása miatt, a magyar kormány ezt nem tartotta fontosnak. Erről jutott eszembe ez a hat évvel ezelőtti interjúm: miután Putyin akkori aktuális ellenségét, Borisz Nyemcov ellenzéki politikust 2015. február 27-én lelőtték a nyílt utcán, a budapesti CEU-n tanuló fiatal orosz ellenzéki aktivisták megpróbáltak egy megemlékezést szervezni a Terror Házánál. Nyemcov gyászkeretes portréját azonban a múzeum egymás után kétszer is eltűntette, és nem volt hajlandó sem magyarázatot adni a lépésre, sem visszaszolgáltatni a képeket Anna Vellikoknak. Vele készült ez a beszélgetés, a remek fotókat pedig Bődey János Gergely lőtte. Hat év alatt kábé csak annyi változott, hogy a szabadságszerető fiatal oroszok most már a CEU bécsi kampuszán tanulhatnak. Anna egyébként már akkoriban is Navalnij korrupcióellenes szervezetének dolgozott.",
        "time": "2021-01-18T11:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158864491678498"
    },
    {
        "title": "Fotó: Zoltán Tuba Képszerkesztőség Transparency International Magyarország\n\nhttps://444.hu/2021/01/11/a-direkt36-es-a-g7-ujsagiroi-nyertek-az-idei-transparency-soma-dijat",
        "time": "2021-01-17T21:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158862875663498"
    },
    {
        "title": "🤦🏻‍♂️ “Naiv lennék, ha még csak nem is sejteném, hogy emögött valóban állhat orosz pénz vagy orosz befolyás. (...) De hogy konkrétan miben, azt nem tudom, és nem is feltétlenül kell tudnom róla.”",
        "time": "2021-01-12T11:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158848338703498"
    },
    {
        "title": "🙏❤️🕺🏻✌️",
        "time": "2021-01-11T19:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158846615623498"
    },
    {
        "title": "“These 100 years felt to me like 60”",
        "time": "2021-01-09T13:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158840907843498"
    },
    {
        "title": "",
        "time": "2021-01-07T19:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158837123343498"
    },
    {
        "title": "",
        "time": "2021-01-07T14:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158836625028498"
    },
    {
        "title": "😬\n\nhttps://today.yougov.com/topics/politics/articles-reports/2021/01/07/US-capitol-trump-poll",
        "time": "2021-01-07T10:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158836241058498"
    },
    {
        "title": "https://twitter.com/ninaism/status/1346921460561010692?s=21",
        "time": "2021-01-06T22:42:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158835250078498"
    },
    {
        "title": "Teljesen nosztalgikus hangulatba kerültem.",
        "time": "2021-01-06T21:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158835105748498"
    },
    {
        "title": "Kossuth tér visszatér!",
        "time": "2021-01-06T21:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158835078273498"
    },
    {
        "title": "",
        "time": "2021-01-05T18:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158832466873498"
    },
    {
        "title": "😬",
        "time": "2021-01-03T19:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158828138318498"
    },
    {
        "title": "Egy kis kiegészítés \"a világhírű magyar zenész koncertfilmjének országos premierjéhez” ma este a TV2-n: \"A bírálatok azonban 2015-től a bevándorlókról szóló európai politikai vitában ismét felerősödtek. A német közvéleményt a bulvársajtón keresztül is próbálta puhítani a magyar kormány, amiben a magyar és bajor állami kitüntetéseket is begyűjtő Leslie Mandoki magyar származású német zenész is segített. Az Orbán-kormány egy volt tisztviselője szerint Mandoki „a CDU-ban fontos showszervező […] például abban segített a kapcsolataival, hogy a legkritikusabb pillanatokban a német bulvársajtó írjon szép dolgokat Magyarországról, Budapestről, Orbánról”. A zenész eközben kétmilliárd forintos magyar állami támogatást kapott különböző projektekre. Mandoki emellett a Volkswagennek és az Audinak is régóta dolgozik zenei igazgatóként.”",
        "time": "2020-12-29T22:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158816261548498"
    },
    {
        "title": "",
        "time": "2020-12-24T10:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158803111988498"
    },
    {
        "title": "Diplomats said France and Germany had been the strongest proponents of the agreement, because their firms stood to benefit the most. Firms could sell their products or services without having to share the profits with a local Chinese partner. (...) As part of the deal, the EU wanted China to commit to ratifying the International Labor Organization's \"fundamental conventions\" which abolish forced labor, and allow workers to organize to form independent unions. But China has refused to make binding commitments on this, fearing that independent labor unions could evolve into a political opposition to the communist party, as the Solidarity trade union did in Poland in the 1980s.",
        "time": "2020-12-20T11:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158793844123498"
    },
    {
        "title": "\"That engagement (of German carmakers), which has gradually deepened over the last 20 years, has created an interdependence that is impossible for politicians in either Budapest or Berlin to ignore. Members of Merkel’s CDU acknowledge quietly that if it weren’t for the auto companies’ reliance on Hungary, Germany would have reckoned with Orbán a long time ago. Instead, they opted to tolerate him. That has meant turning a blind eye to what Orbán and his allies have done to Hungarian democracy, while trying to ignore the persistent provocations of Fidesz officials in Brussels.\"",
        "time": "2020-12-18T09:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158788492303498"
    },
    {
        "title": "",
        "time": "2020-12-16T14:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158784532553498"
    },
    {
        "title": "Ez egy tényleg remek cikk a teljesen értelmetlen piliscsabai Pázmány-kampusz történetéről. Dühítő és szomorú, hogy mennyi szuper dolog lehetett volna abból a rengeteg pénzből, időből és energiából, amit beleöltek, és hát elég ijesztő, hogy az ötletgazda Maróth Miklós közben egyre nagyobb pályákon kísérletezgethet immár a teljes magyar tudományos élettel. Személyes sztori (még bőven a horror-vonalfelújítás előtti időkből): a legelső piliscsabai kiruccanásomkor pont leszakadt az ég, a vihar megrongálta a vasúti felső vezetéket, mi meg jól ott ragadtunk. Természetesen Makovecz remek épületei is közben mind beáztak. Igazából jobb első látogatást nem is kívánhattam volna, legalább rögtön… More",
        "time": "2020-12-15T23:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158783095013498"
    },
    {
        "title": "Idézet a szeptemberi cikkemből: „A magyar kormány gondolkodása, ha német bírálatot látnak: mit akarnak? Ha adtunk pár milliárdot a Mercedes-gyárra, miért diktatúráznak? Mit akarnak elérni? Hiszen racionális emberek, valami céljuk biztosan van”\n\nMa reggel: újabb 15 milliárdos állami támogatás a Mercinek",
        "time": "2020-12-14T21:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158780473813498"
    },
    {
        "title": "",
        "time": "2020-12-13T23:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158778447223498"
    },
    {
        "title": "via Valerie Safir Hopkins",
        "time": "2020-12-13T22:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158778319748498"
    },
    {
        "title": "“I wanted a daddy”",
        "time": "2020-12-10T14:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158769900793498"
    },
    {
        "title": "",
        "time": "2020-12-05T23:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158759495013498"
    },
    {
        "title": "Miután Szájer József képmutatásán és brüsszeli kettős életén jól felháborodtunk, talán ideje felidézni, idehaza hogyan tussolja el a magyar rendőrség a politikai elit hasonló ügyeit. Pár éve Blanka Zöldi többrészes Szexleaks-sorozata nyomozati anyagok alapján mutatta be egy prostitúciós hálózat bukását és azt, hogy a politikusokat hogyan sikálták ki belőle:\n\n\"Nem tudjuk, hogy pontosan melyik politikusok jártak ezekhez prostituáltakhoz, mivel erről nem készültek írásos bizonyítékok vagy felvételek. Bár más kuncsaftok személyére pontosan kíváncsi volt a rendőrség (alaposan megvizsgálták, kihallgatták őket, fényképen azonosíttatták be őket a prostituáltakkal), az érintett politikusokat egyszer…",
        "time": "2020-12-04T12:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158756127708498"
    },
    {
        "title": "😬\"A Karácsony Gergely főpolgármester nevével visszaélő hirdetéssel találkozott a kisgyermekes dunántúli tanár, Zoltán is. Ő most élete legnehezebb hónapjait éli: elvesztette minden megtakarítását, több milliós adósságba verte magát és még a házát is el kellett adnia. Zoltán a Facebookon látta a hirdetést, ezen keresztül jutott el a Bitcoin Revolutionnek nevezett platformra.\"",
        "time": "2020-12-02T21:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158752623088498"
    },
    {
        "title": "🤔",
        "time": "2020-12-02T19:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158752425703498"
    },
    {
        "title": "mai dallamtapadás",
        "time": "2020-12-01T16:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158749949828498"
    },
    {
        "title": "✈️",
        "time": "2020-12-01T15:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158749770593498"
    },
    {
        "title": "Lehet, hogy a brüsszeli melegbárban történt razziára is az a magyarázat, hogy Soros, de akadnak más elméletek is:",
        "time": "2020-12-01T14:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158749682773498"
    },
    {
        "title": "Egy külföldön élő magyar exdiplomata: \"Szia! Szerinted a Szájer tud ereszen lemászni? Akkorát nőne a szememben...\"",
        "time": "2020-12-01T13:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158749646803498"
    },
    {
        "title": "🤯\"Business groups and major companies like Apple have been pressing Congress to alter legislation cracking down on imports of goods made with forced labor from persecuted Muslim minorities in China.\"",
        "time": "2020-12-01T11:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158749436593498"
    },
    {
        "title": "Tavaly hosszabban írtam róla a Direkt36on, hogyan kezdte áthangolni Orbán Viktor a magyar jobboldalt Izrael-párti és filoszemita irányba, és hogy - Benjamin Netanjahu és Donald Trump miatt - ez miért lett kifizetődő politikailag is.\n\nOrbán erről a váltásról a Chabad-EMIH vezetőjének úgy fogalmazott, hogy “ez egy olyan történelmi folyamat, ahol kettőt lépsz előre, egyet hátra”. Egy chabados forrás pedig azt mondta, \"a felszín alatt még meg kell emészteniük az Izrael-barát fordulatot, eljutnak információk arról, hogy van zúgolódás”.\n\nItt egy hevenyészet gyűjtés az elmúlt időszak elrontott tánclépéseiről:\n\n2019.02.07. Náci karlendítés miatt mondott fel Oláh Gellért, a 888 megmondóembere",
        "time": "2020-11-29T14:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158745257793498"
    },
    {
        "title": "“He is similarly optimistic about one of his loftiest goals: “to rally our allies to combat corruption and kleptocracy, and to hold systems of authoritarian capitalism accountable for greater transparency and participation in a rules-based system.”",
        "time": "2020-11-29T08:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158744766873498"
    },
    {
        "title": "Egy kis kiegészítés az Antony Blinkenről szóló cikkekhez: az USA következő külügyminisztere mellesleg Andras Simonyi bandájában, a Coalition of the Willingben (https://nymag.com/nymetro/news/people/columns/intelligencer/10903/) szokott gitározni.\n\nKépek: https://twitter.com/ABlinken/status/1010625328941879296/photo/1\n\nhttps://twitter.com/ABlinken/status/774243767775821824",
        "time": "2020-11-23T19:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158732152963498"
    },
    {
        "title": "",
        "time": "2020-11-21T17:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158727152363498"
    },
    {
        "title": "“Anyanetu works to support the U.S. Secretary of State’s office. That had some of his friends joking that he would be the next U.S. ambassador to France, he said.”",
        "time": "2020-11-09T13:20:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158699448923498"
    },
    {
        "title": "👀👽💉🧠🍄“...for the first time in US history, Oregon decriminalized hard drugs, like cocaine, heroin, oxycodone, and methamphetamine. The state also voted to legalize psychedelic mushrooms.\"",
        "time": "2020-11-04T19:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158688208263498"
    },
    {
        "title": "Ismét (valójában: folyamatosan) aktuális Zsolt Béla 1936-os írása, ami remek sorvezető akár az amerikai elnökválasztás, akár a lengyelországi tüntetések értelmezéséhez:",
        "time": "2020-10-27T15:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158668903993498"
    },
    {
        "title": "",
        "time": "2020-10-24T21:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158662533993498"
    },
    {
        "title": "\"As U.S. foreign policy becomes increasingly focused on strategic competition with China and subordinates relationships with long-standing allies to that overriding priority, Europe will be faced with difficult choices — whoever is president”",
        "time": "2020-10-23T10:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158659003723498"
    },
    {
        "title": "\"A Direkt36-nak nyilatkozó dolgozók azt mondták, hogy a betegségük idejére járó százszázalékos táppénzt a történtek után négy hónappal sem fizették ki nekik. Úgy tudják, a minisztériumban vannak a papírjaik, ahol azt kell eldönteni, hogy a betegségük munkahelyi eredetű-e, mert csak ebben az esetben jár a 100 százalék, különben csak a fizetésük kétharmadát kapják meg. „Nem tudom, mit kell eldönteni. Ez egyértelműen munkahelyi megbetegedés, hát nem a Maldív-szigeteken szedtem össze” – mondta egyikük. A kifizetés késése többeket nehéz anyagi helyzetbe hozott.” Zsuzsanna Wirth cikke",
        "time": "2020-10-22T09:42:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158656780083498"
    },
    {
        "title": "\"A scrambled Cube can elicit frustration, anger, anxiety and the sinking feeling of being lost. In this way, 2020 makes us all feel a bit like we’re trapped in a diabolical Rubik’s Cube. Yet my Cube is never impossible to solve: It rewards focus and perseverance, it encourages openness, intellectual honesty and curiosity. It punishes prejudice and impatience.\"",
        "time": "2020-10-21T15:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158655055048498"
    },
    {
        "title": "",
        "time": "2020-10-19T21:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158651281898498"
    },
    {
        "title": "🙏🙏🙏",
        "time": "2020-10-14T11:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158638506163498"
    },
    {
        "title": "rendezői változat, behind the scenes, kimaradt jelenetek!\nTilos rádió, 16:30-18:00\n👇",
        "time": "2020-10-13T10:29:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158636206218498"
    },
    {
        "title": "👏👏👏\n💣🔪⚰️⛓☣️",
        "time": "2020-10-12T16:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158634582998498"
    },
    {
        "title": "Fotó: Eszter Száraz\n\nhttps://www.instagram.com/p/CGK5DOMBu_2/",
        "time": "2020-10-10T19:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158629960538498"
    },
    {
        "title": "❤️ Blanka",
        "time": "2020-10-08T17:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158624208063498"
    },
    {
        "title": "\"Biden’s campaign is spending $1.4 million in Ohio this week and just over $1 million in Texas, according to ad-tracking data from Advertising Analytics. Both states — especially Texas — are big enough to swallow up a lot more money than that, but it’s notable because of what Trump is spending in response: nothing. While Biden expands the battleground map, Trump and the GOP aren’t chasing the Democratic campaign. That's because they've already fallen behind in TV advertising in the states mostly likely to decide whether he wins or loses, such as Michigan and Pennsylvania. But even in those states, Biden is still outspending Trump two- or even three-to-one on TV ads over the last few weeks.\"",
        "time": "2020-10-07T22:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158622141143498"
    },
    {
        "title": "",
        "time": "2020-10-06T20:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158619713333498"
    },
    {
        "title": "Ha mellé még F-16/35ösöket is vásárolnánk, valahogy a végén akkor is Szuhojok érkeznének.🤷‍♂️",
        "time": "2020-10-05T10:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158616557003498"
    },
    {
        "title": "“The president is suffering from a deadly virus. This feels like something we should be watching on an episode of ‘Homeland.’”",
        "time": "2020-10-02T11:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158609483758498"
    },
    {
        "title": "közérdekű adatigénylés, Szabolcs-Szatmár edition:\n\n\"A férfi, aki egyébként a Debreceni Egyetem jogi asszisztensi képzésére jár, tavaly a közérdekű adatigénylési kérelmére válasz helyett egy idézést kapott a Fehérgyarmati Gyámhivataltól. Mint később kiderült: a község jegyzője névtelen bejelentést kapott arról, hogy a férfi elmebeteg, ezért indította el a gyámhatóságnál a kellemetlenkedő férfi gondnokság alá helyezését\".",
        "time": "2020-10-01T22:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158608350618498"
    },
    {
        "title": "👏👏👏",
        "time": "2020-10-01T13:08:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158607296413498"
    },
    {
        "title": "🇩🇪🇭🇺💰Wie Viktor Orbán Deutschland manipuliert - unsere Direkt36 Recherche jetzt auf Deutsch bei Krautreporter!",
        "time": "2020-09-28T18:42:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158600850373498"
    },
    {
        "title": "",
        "time": "2020-09-28T15:36:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158600555328498"
    },
    {
        "title": "",
        "time": "2020-09-27T12:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158597861938498"
    },
    {
        "title": "“Megbotránkozás és döbbenet – az Alkotmányvédelmi Hivatal (AH) tapasztalt kémelhárítói közül jó néhányan ezt érezhették 2014 áprilisában. Saját szakmai meggyőződésükkel szembemenve szüntettek meg egy még folyamatban lévő nyomozást, majd rögtön büntetőeljárást kezdeményeztek egy kevésbé ismert szélsőjobboldali politikus ellen. A vád meglehetősen súlyos volt: kémkedés az Európai Unió intézményei ellen egy harmadik ország megbízásából.\n\nAz AH biztonsági tisztjei kényelmetlen helyzetbe kerültek. De nem azért, mert ne lettek volna teljes mértékben meggyőződve arról, hogy Kovács Béla, az Európai Parlament hírhedten oroszbarát tagja – akit saját elvtársai is csak KGBélának neveztek – törvényt sértve orosz hírszerzőkkel érintkezett. Hanem mert biztosra akartak menni, nehogy Kovács el tudjon menekülni az igazságszolgáltatás elől, és hogy kapcsolati hálójának egészére fény derüljön. Miközben a politika beavatkozott a nyomozásba, az AH biztonsági tisztjei tudták, hogy a munkájuk még befejezetlen.”",
        "time": "2020-09-24T15:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158590981058498"
    },
    {
        "title": "A nagy híroldalak közül kettő nem tartja hírértékűnek, hogy Orbán Viktor édesapja részt vett egy túlárazott, az EU, de még a magyar kormány által is bírált autópályaépítésben: az Origo, meg a túszul ejtett Index.🤷‍♂️",
        "time": "2020-09-23T16:04:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158588757353498"
    },
    {
        "title": "Kijött az első trailer a hamarosan érkező politikai thrilleremhez!\n\nvideó: The Speak Easy Project zene: Gergő Máté Vilmos",
        "time": "2020-09-22T20:11:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158586734953498"
    },
    {
        "title": "“Direkt36 uncovered details of this intricate system of relationships, the interests that drive it, and the key players in a months-long investigation. We found how decades of personal relationships control Orbán’s maneuvers in Germany; how German companies give up much-talked-about democratic values if it is in their business interests; and, for example, that the Hungarian government was able to prevent Jewish leaders in Budapest from sharing their concerns with Angela Merkel.”",
        "time": "2020-09-19T21:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158579672233498"
    },
    {
        "title": "“A kevés talpon maradt független magyar újságok egyikének, a Magyar Hangnak a vezetői már jó ideje sikertelenül kilincseltek hirdetésekért külföldi nagyvállalatoknál, mindenhonnan lepattantak. “Általában el se jutottunk a személyes találkozóig, míg nem az egyik német autógyártónál végül fogadtak” – mondta a Direkt36-nak Lukács Csaba lapigazgató, aki a tárgyalás privát jellege miatt nem akart arról nyilatkozni, melyik ez a cég.\n\nA német autógyártó a Hungexpón vett részt egy rendezvényen 2018 első felében, és Lukács a standjuk mögött berendezett tárgyalóteremben ült le a cég egyik német képviselőjével. “Megmutattam neki az olvasottsági adatokat, az olvasóinkról készült felméréseket. Nagyon…",
        "time": "2020-09-18T08:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158575512523498"
    },
    {
        "title": "👇👇👇",
        "time": "2020-09-17T22:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158574659868498"
    },
    {
        "title": "",
        "time": "2020-09-14T17:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158566642333498"
    },
    {
        "title": "A nevelt lányát 11 éves korától szexuálisan molesztáló XVII. kerületi fideszes ex-alpolgármester \"jelenleg is a párt helyi szervezetének a tagja”, felesége szerint a házkutatás előtt \"a rendőrségtől fülest kapott”, magyarországi büntetőügye a törvényeknek köszönhetően pont elévült, gyakorlatilag mindent meg is úszna, ha Horvátországban nem folyna ellene szintén egy eljárás.\n\nA Kaleta-ügy után itt van Dezső András újabb sokkoló pedofilsztorija.",
        "time": "2020-09-11T11:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158558662438498"
    },
    {
        "title": "\"He says very strongly that he didn't do it,\" Trump said. \"Bob, they spent $400 billion over a fairly short period of time.”",
        "time": "2020-09-10T21:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158557290613498"
    },
    {
        "title": "“2020-ban Magyarországon a kormány által kitüntetett irodalmár azt tanítja, hogy Babits, Kosztolányi, Móricz Zsigmond és a többiek újságja zsidó szennylap.”",
        "time": "2020-09-10T12:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158556165233498"
    },
    {
        "title": "",
        "time": "2020-08-31T10:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158530921783498"
    },
    {
        "title": "szia Sandor Joob",
        "time": "2020-08-29T16:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158526114553498"
    },
    {
        "title": "🤔",
        "time": "2020-08-28T14:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158522997573498"
    },
    {
        "title": "A magyar kormány dicsekedett a lélegeztetőgépek vásárlásával, mégis ők kötötték a legrosszabb üzletet Kínával az egész EU-ból:\n\n🇩🇪 Németország kétszer akkora mennyiségű lélegeztetőeszközt kevesebb, mint a magyar ár (482 millió euró) tizedéért szerzett be (30,7 millió euróért).\n\n🇧🇶 Hollandia is nagyobb össztömegű eszközt kevesebb, mint a magyar ár harmincadáért vásárolt (13,7 millió euró).\n\n🇮🇹 Olaszország közel ugyanakkora össztömegű eszközért a magyar ár tizedét fizette.\n\n\"Március óta Magyarország fizeti a legmagasabb kilogrammonkénti egységárat a Kínából vásárolt lélegeztetőgépekért. Áprilisban Magyarország 1410 euró/kg-os áron jutott hozzá az eszközökhöz. Ekkor a második legmagasabb…",
        "time": "2020-08-27T10:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158520266423498"
    },
    {
        "title": "A Direkt36ból se oligarcha, se üzleti befektető nem visz haza profitot. Az oldalunkon se kormányzati hirdetések, se multik reklámjai, se píáranyagok nem futnak. A kollégáimnak és nekem is a sok-sok kis összegű olvasói támogatásból lesz fizetésünk, ez most a büdzsénk kb. 75%-a. Így se politikusok, se PR-osok, se médiamenedzserek nem tudnak beleszólni, hogy miről és mit írjunk vagy ne írjunk (a kollégáimat még a régi Origóból rúgták ki, illetve álltak fel maguktól, amikor a hatalom emberei és egy német multi ezzel egyébként megpróbálkoztak). Saját magunk takarítjuk az irodánkat a felmosástól a vécépucolásig*, nincs belépőkártya/cafeteria/céges laptop, a heti értekezletek mostanság egy parkban,… More",
        "time": "2020-08-25T17:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158516223658498"
    },
    {
        "title": "“The irony is that in looking for a trip, a change of scenery, we have found anonymity repackaged as cool and now we aspire at home to the placelessness of a reimported global banality. Builders and developers now construct for Airbnb. There are whole blocks of generic apartments displacing smaller, quirkier and more interesting buildings in the dense complexity of neighbourhoods, with their social and commercial mix aimed at short-term renters and higher margins for investors.”",
        "time": "2020-08-22T10:01:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158508219158498"
    },
    {
        "title": "\"A Nyugat elvesztette vonzerejét a mi szemünkben” (Orbán Viktor)\n\n1. kép: Vietnam Veterans Memorial (1982), Washington DC\n2. kép: Összetartozás emlékhelye (2020), Budapest\n\nOh, the irony.",
        "time": "2020-08-20T21:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158504824738498"
    },
    {
        "title": "🤯🤯🤯”Classes at some elite universities will carry a warning label this fall: This course may cover material considered politically sensitive by China. And schools are weighing measures to try to shield students and faculty from prosecution by Chinese authorities.\n\nAt Princeton University, students in a Chinese politics class will use codes instead of names on their work to protect their identities. At Amherst College a professor is considering anonymous online chats so students can speak freely. And Harvard Business School may excuse students from discussing politically sensitive topics if they are worried about the risks.”",
        "time": "2020-08-20T14:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158503898168498"
    },
    {
        "title": "“Pompeo won’t be stopping off in Hungary, despite President Trump’s open admiration for nationalist and populist premier, Viktor Orban. Budapest, which enjoys perhaps the closest ties of any EU capital to Beijing, has shrugged off the US warnings and Huawei is already working on the building of Hungary’s 5G network. (...) “It’s difficult for some small countries” to join the anti-China push, he (Pompeo) acknowledged. “They fear being picked off. Some of them for that reason simply don’t have the ability, the courage to stand with us for the moment.””",
        "time": "2020-08-11T08:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158481124333498"
    },
    {
        "title": "👇👇👇",
        "time": "2020-08-10T19:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158479736518498"
    },
    {
        "title": "\"Recherchen des Portals Direkt36 zufolge hat etwa eine Baufirma von Lőrinc Mészáros in einem Dorf namens Kulcs, südlich von Budapest, als Teil eines Konsortiums im öffentlichen Auftrag begonnen, eine neue Kanalisation zu bauen, finanziert mit Fördergeldern der EU. Den Recherchen zufolge ist das Projekt um 30 Prozent teurer als ursprünglich veranschlagt. Und ein Teil des Geldes fließt offenkundig einer Baustoff-Firma namens Dolomit Ltd zu - die mehrheitlich einem Mann namens Győző Orbán gehört. Dem Vater des Regierungschefs. (...) Geschäftserfolg dank Freundschaft und Verwandtschaft zum Regierungschef? Weder Mészáros noch Orbán senior antworteten auf SZ-Anfragen. Regierungssprecher Zoltan Kovács erklärt lapidar, dies seien typische \"Vorwürfe der Opposition, Hand in Hand mit dem Soros-Imperium”.\"",
        "time": "2020-08-10T18:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158479586138498"
    },
    {
        "title": "",
        "time": "2020-08-07T19:51:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158471884483498"
    },
    {
        "title": "👇👇👇",
        "time": "2020-08-03T11:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158460552143498"
    },
    {
        "title": "\"For decades, VOA’s foreign staff have routinely had their visas renewed by VOA’s parent organization, enabling them to fill jobs for which they have special experience and expertise. But the new chief executive of VOA’s parent agency, a Trump appointee named Michael Pack, has stopped renewing visas, leaving 76 VOA employees like Segovia facing imminent removal — and undermining the agency’s ability to deliver news to non-English-speaking audiences around the world, staffers argue. \"",
        "time": "2020-08-03T09:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158460428158498"
    },
    {
        "title": "\"It is a moral question and a matter of solidarity (not to go and work for Index). That’s why it will be hard to find credible journalists to fill the places of those who resigned from Index,” I told Estonian daily Delfi. They are running a long and detailed story, also quoting Veronika Munk and Agnes Urban. (RSF’s 2020 World Press Freedom Index: Estonia - 14., Hungary - 89.)\n\nPic by Holger Roonemaa\nhttps://epl.delfi.ee/valismaa/ungari-vabast-meediast-on-jarel-riismed-pea-koik-menukaima-portaali-ajakirjanikud-lahkuvad?id=90593401",
        "time": "2020-07-31T12:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158452583273498"
    },
    {
        "title": "surprise, surprise",
        "time": "2020-07-31T10:23:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158452427763498"
    },
    {
        "title": "\"Azt hiszem, hogy azért is tudok ennyire higgadt maradni, mert nálam a gyászmunka már évekkel ezelőtt elkezdődött, számomra ez nem volt egy váratlan helyzet, évek óta tudom, hogy ez a pillanat el fog jönni. Lehet, hogy majd egyszer csak össze fogok omlani, de most nem alkalmas rá a pillanat. (...) csak a szerkesztőség kb. 30%-a nő, és ezzel számítunk a közéleti lapok között a legjobbnak. Viszont nagyon összetartó a csajbanda, főleg a krízisben, Pindex néven külön Facebook Messenger-csoportunk is van, ahol minden fontos információt azonnal megosztunk egymással. Ezt majd idővel át kell nevezni.” ❤️ Veronika Munk",
        "time": "2020-07-31T10:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158452400068498"
    },
    {
        "title": "Nagyon besűrűsödtek a magyar sajtótörténelmi mérföldkövek mostanság, legyen meg az is, hogy az első számű magyar kormánylap immár a Kínai Népköztársaság propagandáját terjeszti direktben, bármiféle kommentár nélkül (a kínai nagykövetség szépen-büszkén be is fotózta: http://www.chinaembassy.hu/hu/xwdt/t1802508.htm).",
        "time": "2020-07-30T21:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158451186333498"
    },
    {
        "title": "",
        "time": "2020-07-29T16:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158447740408498"
    },
    {
        "title": "Négy év után ismét címlapon fut Dezső Andrással és Nikita Hava Vladimirovicssal közös cikkünk, amin 2016 február-márciusától novemberig dolgoztunk: https://index.hu/belfold/2016/11/11/rogan_antal_titkos_talalkozoi_videon_kertesz_balazs_rogan-halozat/\n\nEgyértelműen erre vagyok a legbüszkébb az indexes munkáim közül, fantasztikus kis csapat voltunk hárman és teljes szerkesztői-szerkesztőségi támogatást kaptunk - Miklósi Gábortól, Attila Tóth-Szenesitől, Dudás Gergelytől és Andras Pusztaytól (még egy sokszázezer forintos orosz online adatbázis előfizetésére is kaptunk pénzt).\n\nAz utolsó hetekre a cikk bizonyos szereplői annyira beparáztak, hogy egy elég durva dezinformációval próbáltak minket és az egész magyar sajtót csőbe húzni, hátha hitelteleníteni tudják a sztorinkat: http://www.mediapiac.com/mediapiac/Ezert-nem-tudtak-csapdaba-csalni-amikor-Roganek-utan-nyomoztunk/113480/\n\nPár új részletet pedig most Andris írt meg: https://www.facebook.com/dezsoandrasindex/posts/3707168282738183\n\n(Kövessétek be a Távozó indexeseket!)",
        "time": "2020-07-28T09:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158444216418498"
    },
    {
        "title": "\"Even before 2018, some of our sources in the governing party, told us multiple times, off the record, that it was not in their interest to blow up or openly take over the news site, as they feared that readers would instantly migrate elsewhere. What they did not take into consideration was the moral integrity and courage of Index’s editorial staff and journalists who refused to play along: this footage of dozens of journalists handing in their resignations simultaneously is one for the history books. Hopefully, a new chapter will start for the „távozó indexesek” (those who left Index) who set up a Facebook page with this name, attracting more than 220,000 followers in just days. Readers should follow them indeed, just like government politicians fear.\"",
        "time": "2020-07-27T19:28:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158442808408498"
    },
    {
        "title": "",
        "time": "2020-07-26T19:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158440137373498"
    },
    {
        "title": "",
        "time": "2020-07-26T10:24:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158438994653498"
    },
    {
        "title": "Who do you believe influences the media in your country?\n\nHungary: 64% - government, 32% - oligarchs & strong financial groups\n\nvia Katarina Klingova\n\nFull study by Globsec:\nhttps://www.globsec.org/wp-content/uploads/2020/06/Voices-of-Central-and-Eastern-Europe-read-version.pdf",
        "time": "2020-07-26T08:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158438781978498"
    },
    {
        "title": "Nagyon szeretlek és tisztellek benneteket, indexes barátok és kollégák, rettentően büszke vagyok és felnézek rátok!\n\nMásik index tényleg nincs, de másik választási lehetőség mindig van. Ezt az erkölcsi tartást és függetlenséget a hatalom mindig is kiérezte az Indexből. Ezért akarta hosszú ideje megroppantani, és persze ez magyarázza a gyűlöletet, amit valahogy mindig azok habosítottak, akik saját kisebb-nagyobb megalkuvásaikat szégyellték. Meg kellett próbálniuk lerántani az Indexet is, hátha úgy kevésbé látszik, hogy ők már bokáig, térdig, egyesek pedig már nyakig állnak a szarban, tíz- és százmilliós migránsozó állami hirdetésben, eltitkolt minisztériumi- és frakciószerződésekben. Azok… More",
        "time": "2020-07-24T15:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158433844423498"
    },
    {
        "title": "\"Dull is a former colleague, and I know him as a smart reporter and editor. Over the past few days, he proved he is also a courageous leader who, against the odds, defended his newsroom from forces he saw as harmful to its independence.\n\n(...)The trouble at Index started in March 2020 after Miklós Vaszily, a well-seasoned media executive who held important positions in state and pro-government media outlets gained influence over the outlet by becoming co-owner of the company that handles its advertising, its main source of income.\n\nVaszily’s involvement is a bad sign. I know because he once tried to so-called “reorganize” a similar website, Origo, my former employer. That project ended up in my dismissal as editor-in-chief and the departure of the vast majority of journalists. The website is now the digital flagship of the pro-government media machinery.” Gergő Sáling",
        "time": "2020-07-24T11:20:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158433384438498"
    },
    {
        "title": "",
        "time": "2020-07-23T17:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158431565443498"
    },
    {
        "title": "\"Néhány hónapja Szijjártó Péter a terület élére új embert nevezett ki: Pintér Istvánt, aki 2008 környékén az MSZP külügyi műhelyének egyik alapítója volt, de egy időben a szocialista párt nemzetbiztonsági munkacsoportját is vezette. Egyelőre nem tudni, hogy az új vezető mennyire lesz képes megakadályozni, hogy boldog-boldogtalan tiszteletbeli konzul lehessen. (...) hamarosan működési engedélyt kaphat Veres János volt szocialista pénzügyminiszter, mint Moldova nyírbátori (!) tiszteletbeli konzulja és olyan lengyel jelölt is esélyes egy ilyen pozícióra, aki ellen információnk szerint több büntetőeljárás is folyik.\"",
        "time": "2020-07-23T11:06:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158430784293498"
    },
    {
        "title": "",
        "time": "2020-07-22T15:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158428735223498"
    },
    {
        "title": "",
        "time": "2020-07-15T14:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158409928343498"
    },
    {
        "title": "",
        "time": "2020-07-14T13:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158406951618498"
    },
    {
        "title": "🇭🇺❤️🇨🇳 \"Diplomats said there was broad support among EU member states for some action but tough measures were not being discussed in detail because of resistance from China’s closest trade partners in Europe, such as Hungary and Greece.”",
        "time": "2020-07-13T23:06:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158405773738498"
    },
    {
        "title": "“This month, Phoenix is a hotspot in every sense of the word. The coronavirus is raging out of control. Protesters have flooded the streets after police officers fatally shot a man in a parked car on July 4. It’s been more than a month since the daily maximum temperature dropped below 100 degrees.”",
        "time": "2020-07-08T21:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158391964228498"
    },
    {
        "title": "",
        "time": "2020-07-08T12:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158390883683498"
    },
    {
        "title": "“Every country, especially the small ones, and every market player is waiting for what Germany will decide,” an official from a vendor company said. “Mobile operators will look at what decision each member state makes, but even if they allow Huawei to be present in that country, they will also look at how much political pressure the U.S. will put on them in other countries, especially in big markets. This means that things are not looking good for Huawei.”",
        "time": "2020-07-03T19:41:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158377344308498"
    },
    {
        "title": "https://www.theguardian.com/music/2020/jun/11/paul-weller-on-sunset-review",
        "time": "2020-07-03T10:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158376185688498"
    },
    {
        "title": "",
        "time": "2020-07-03T08:04:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158375873263498"
    },
    {
        "title": "",
        "time": "2020-07-02T10:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158373305813498"
    },
    {
        "title": "",
        "time": "2020-06-26T10:01:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158351652418498"
    },
    {
        "title": "",
        "time": "2020-06-25T19:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158350032068498"
    },
    {
        "title": "\"Mi sohasem vetemednénk arra, hogy elhallgattassuk azokat, akik nem értenek egyet velünk.”",
        "time": "2020-06-21T19:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158338288103498"
    },
    {
        "title": "\"Nem vagyunk biztosak abban, hogy sokáig tudunk ilyen lapot csinálni, és mivel hiszünk a nyilvánosságban, úgy gondoljuk, hogy erről önöknek, nektek, olvasóinknak is tudni kell. A következő napokban eldől az Index sorsa. Beszámolunk a fejleményekről itt, az Indexen és a Facebookon, ameddig tudunk. Ameddig lehet.\"",
        "time": "2020-06-21T18:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158338143163498"
    },
    {
        "title": "",
        "time": "2020-06-17T20:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158326402523498"
    },
    {
        "title": "",
        "time": "2020-06-17T14:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158325568843498"
    },
    {
        "title": "“In February, I traveled to Budapest. One of the interesting things about Hungary’s capital city is that in many ways, it feels like the center of any other Western democracy—until you realize how much the combination of Fidesz’s structural advantage and Orbán’s populism shapes public life. There is still independent journalism, but it’s ghettoized in online sites that largely reach a cosmopolitan elite. As Szabolcs Panyi, an investigative journalist, told me, Orbán can count on his propaganda machine reaching most Hungarians while constantly disparaging independent journalists. “You know,” he says, describing the playbook of delegitimizing objective reality, “there’s no facts, it’s just opinion, everything is partisan.” He says it’s a “psy-op” intended “to try to shift our focus from our work to what they are saying about us.” - Ben Rhodes, former deputy national security adviser to Barack Obama.",
        "time": "2020-06-15T15:57:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158320073433498"
    },
    {
        "title": "Kata Tasnádival a koronavírus és az idősotthonok árnyékában teljesen elfelejtett fogyatékossággal élők és pszichiátriai betegek otthonairól írtunk. A cikkből kiderül, hogy:\n\n-őket még a civil adományok is sokszor elkerülik\n-az állami fenntartótól alig érkezett védőfelszerelés, sőt volt, hogy a Szociális és Gyermekvédelmi Főigazgatóság 479Ft/db áron árulta saját intézményeinek a maszkokat\n-egy budapesti állami intézmény 10 millió forintért volt kénytelen vásárolni védőeszközöket, miután ingyen nem kapott a fenntartótól, és emiatt már az év vége előtt elfogyhat a pénzük\n-volt, ahol egy gondozott készítette varrógépével a textilmaszkokat az ápolóknak, volt, ahol az ápolók maguk varrtak\n-a… More",
        "time": "2020-06-13T14:41:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158314154323498"
    },
    {
        "title": "",
        "time": "2020-06-13T08:11:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158313411588498"
    },
    {
        "title": "",
        "time": "2020-06-11T17:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158308155293498"
    },
    {
        "title": "",
        "time": "2020-06-08T21:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158299604718498"
    },
    {
        "title": "“Corruption risks in Hungarian procurement reached their highest level since 2005 during the COVID-19 crisis... The biggest winners: companies linked to Lőrinc Mészáros, a close friend of Mr. Orbán’s, who won 74 public contracts by the end of April – receiving 27 percent of all public procurement.”",
        "time": "2020-05-28T22:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158264076093498"
    },
    {
        "title": "",
        "time": "2020-05-28T20:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158263867663498"
    },
    {
        "title": "",
        "time": "2020-05-27T23:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158261171658498"
    },
    {
        "title": "Négy év kell ahhoz, hogy egy első ránézésre is jogsértő döntésről a strasbourgi bíróság ezt ki is mondja. Meg hát ez a győzelem valószínűleg kissé keserűbb a hat kitiltott újságíró közül annak a kettőnek (illetve egykori kollégáiknak), akik az eset után fél évvel bezárt Népszabadságnak dolgoztak. Utóbbinak az orvoslására meg nincs is semmiféle EU-s fórum.",
        "time": "2020-05-26T10:20:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158256272293498"
    },
    {
        "title": "",
        "time": "2020-05-25T11:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158252926938498"
    },
    {
        "title": "\"This is a minor tragedy compared to the rest of 2020. But for my generational cohort of D.C. denizens, this news will sting more with the passing of another piece of emotional topography.\"",
        "time": "2020-05-21T09:47:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158239882473498"
    },
    {
        "title": "“Hungary supports Beijing’s efforts to prevent Taiwan taking part in the upcoming World Health Assembly (WHA), according to a Chinese statement issued after a telephone conversation between the two countries’ foreign ministers.”",
        "time": "2020-05-15T19:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158222609738498"
    },
    {
        "title": "Pompás egyet fizet, kettőt kap ajánlatom van mindenkinek, aki még nem döntött az szja 1%-áról! Szerkesztőségünk, a Direkt36 és a Független Médiaközpont - Center for Independent Journalism idén is közösen gyűjti a felajánlásokat, úgyhogy most duplán tudod támogatni a független újságírást - ehhez a Független Újságírók Alapítványát (18075450-1-42) kell feltüntetned az 1%-os nyilatkozatban.\n\nAlternatívaként pedig jó szívvel ajánlom a Jarokelo.hu-t működtető Járókelő Közhasznú Egyesületet is (18627239-1-41), akik 2012 óta több mint 33 ezer közterületi probléma megoldásában segítettek (disclaimer: itt meg egyesületi tag vagyok).",
        "time": "2020-05-15T14:07:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158221602873498"
    },
    {
        "title": "Tökre megkönnyebbültem, hogy a koronavírus-törvényt nem is újságírók vegzálására, csak Facebookon Orbánt kritizáló nyugdíjasok előállítására és egy jó kis házkutatásra használják. Kár volt parázni, lipsikéim!",
        "time": "2020-05-12T19:08:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158212557093498"
    },
    {
        "title": "“The “Protecting Human Rights During Pandemic Act” will ensure that U.S. takes leadership role in countering abuses, protecting human rights (...) From Budapest to Manila, Beijing to Moscow - around the world it’s clear that some leaders see the coronavirus as an opportunity to consolidate power, silence dissent, and increase invasive surveillance measures without oversight or accountability.”",
        "time": "2020-05-07T22:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158195227288498"
    },
    {
        "title": "",
        "time": "2020-05-07T21:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158195075148498"
    },
    {
        "title": "\"Hundreds of thousands of dollars poured in to the Navajo & Hopi Families Covid-19 Relief Fund since it began to go viral in Ireland, helping it burst through its target of $1.5 million (€1.3 million). The list of donors to the GoFundMe page is dominated by Irish surnames, and many donors left comments to say they were giving in remembrance of Native American aid to Ireland during the Great Hunger. In 1847, members of the Choctaw tribe raised $170 in famine relief for Ireland, a huge sum for a time when they had very little, as it came after they had been driven from their land in the devastating so-called Trail of Tears.\"",
        "time": "2020-05-06T15:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158189833273498"
    },
    {
        "title": "“It was exactly the fact we felt vulnerable about our healthcare system that made people follow the lockdown. It’s because you don’t trust the system”",
        "time": "2020-05-06T11:18:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158189307863498"
    },
    {
        "title": "💚🍓🥒🥬🍅🌱",
        "time": "2020-05-04T17:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158183135193498"
    },
    {
        "title": "😬 \"A magyar államtitkár többek közt a tesztek kínai gyártójának, egy Hybribio Biotech nevű cégnek mondott köszönetet a levélben. Mindössze négy nappal később Kína azonban szigorított az exportszabályain – ezek alapján a cég ma már nem is szállíthat koronateszteket külföldre.” Blanka Zöldi cikke",
        "time": "2020-05-03T09:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158178503423498"
    },
    {
        "title": "",
        "time": "2020-04-29T18:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158165013393498"
    },
    {
        "title": "\"This FSB general is the highest-ranking Russian official identified as a person of interest in the criminal investigation into the downing of MH17. (...) We have identified “Vladimir Ivanovich” as Col. General Andrey Ivanovich Burlaka, who serves as Chief of the Operational Staff of the FSB’s Border Service, and is the first deputy to the head of the Border Service of FSB.\"",
        "time": "2020-04-28T16:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158161331113498"
    },
    {
        "title": "“A Direkt36 négy olyan települést is talált, ahol a járvány elleni védekezés miatt leállt a tartós élelmiszercsomagok osztása, amelyet havonta rendszeresen kaptak a rászoruló kisgyermekes családok egy uniós program keretében. Köztük volt a Pest megyei Tápiószele is, ahol március 18-án fújta le az adományok terjesztését a lebonyolításért felelős kormányzati szerv, és az osztást addig végző állami alkalmazottak visszavitték a csomagokat.”",
        "time": "2020-04-26T17:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158154272763498"
    },
    {
        "title": "2016",
        "time": "2020-04-25T18:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158150464038498"
    },
    {
        "title": "",
        "time": "2020-04-25T12:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158149034993498"
    },
    {
        "title": "",
        "time": "2020-04-24T14:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158145546198498"
    },
    {
        "title": "",
        "time": "2020-04-19T10:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158123406653498"
    },
    {
        "title": "",
        "time": "2020-04-18T11:16:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158119421988498"
    },
    {
        "title": "Érti valaki, mi a logikája annak, hogy csak tíz nap múlva, április 27-étől lesz kötelező maszkot/sálat viselni a BKV-n? A fair play jegyében kap tíz nap előnyt a vírus?",
        "time": "2020-04-17T14:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158115748293498"
    },
    {
        "title": "coronavirus as family business in Hungary",
        "time": "2020-04-17T14:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158115510698498"
    },
    {
        "title": "Ami a briteknél rasszista bűncselekmény és letartóztatás jár érte: “Two men in their twenties have been arrested by South Yorkshire Police in connection with stickers linking migration with the coronavirus pandemic. Some of the “disgusting” stickers read: “Open border, virus disorder” and “pubs closed, borders open.” “ via Zsófia Wolford",
        "time": "2020-04-17T11:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158115090328498"
    },
    {
        "title": "“...Chinese accounts then accused Weeraya's boyfriend, Vachirawit Chivaaree, of having once liked a post that identified Hong Kong as a country - again a no-no for Beijing. Despite his apology, they called for a boycott of his hit TV show. Related hashtags on Chinese microblogging platform Weibo resulted in more than 4.64 billion views and 1.44 million posts.”",
        "time": "2020-04-14T23:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158105659248498"
    },
    {
        "title": "",
        "time": "2020-04-14T13:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158103948883498"
    },
    {
        "title": "“Én magyar ember vagyok, nekem azért fontos ez az ország ezzel együtt is (...) és mégis valahogy arra kényszerülök, hogy elköltözzek, ha ez így folytatódik.\"",
        "time": "2020-04-14T09:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158103410793498"
    },
    {
        "title": "🌞",
        "time": "2020-04-11T16:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158093636913498"
    },
    {
        "title": "",
        "time": "2020-04-07T12:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158078290313498"
    },
    {
        "title": "",
        "time": "2020-04-06T21:06:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158076488433498"
    },
    {
        "title": "",
        "time": "2020-04-04T23:32:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158070074453498"
    },
    {
        "title": "",
        "time": "2020-04-04T18:01:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158068996108498"
    },
    {
        "title": "“ “They would not only ruin her career, but now they want to deport her back to a country where they are already digging mass graves for the victims of the virus,” said the legal representative of an Iranian medical student. The student has lived in Hungary since the early 2010s and together with fourteen other Iranian students, was expelled from Hungary in mid-March for allegedly violating quarantine rules. (...) The tough action against Iranian students is in stark contrast to the government’s handling of Iran in recent years. The Orban government has done a lot to develop a friendship with Tehran, and in this process, higher education has been of paramount importance. Under the Orban government, the number of Iranians studying in Hungary and staying there for a long time has increased significantly.\"",
        "time": "2020-04-03T14:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158064894973498"
    },
    {
        "title": "https://twitter.com/mvanhulten/status/1245939260353585152?",
        "time": "2020-04-03T11:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158064283168498"
    },
    {
        "title": "“What I expect is some overzealous far-right pundit calling the police on some journalists, that is likely to happen. Then we’ll see how they react,” said Szabolcs Panyi, a journalist with the investigative news portal Direkt36.",
        "time": "2020-04-03T10:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158064179023498"
    },
    {
        "title": "“A Magyar Fél üdvözli a magyarországi felsőoktatási intézményekben tanuló iráni hallgatók magas számát, és bízik benne, hogy a felajánlott kormányzati ösztöndíj keretében még több iráni fiatal folytathatja tanulmányait Magyarországon” – áll a magyar-iráni gazdasági vegyes bizottság ülésének jegyzőkönyvében, melyet a Direkt36 közérdekű adatigényléssel kapott meg.",
        "time": "2020-04-02T07:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158060076983498"
    },
    {
        "title": "Maszk meg lélegeztetőgép szerencsére már van elég, itt az ideje, hogy",
        "time": "2020-04-01T17:58:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158057787663498"
    },
    {
        "title": "Another urgent and necessary measure in Hungary to fight COVID-19.",
        "time": "2020-04-01T12:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158056842953498"
    },
    {
        "title": "\"Nem elfogadható, hogy az adatokat sorszámmal megjelölve és minden egyes személyhez érzékeny egészségügyi információkat rendelve hozták nyilvánosságra. Mivel az elmúlt napokban és hetekben egyes áldozatok nevükkel és haláluk időpontjával már megjelentek a nyilvánosságban, néhányan az elhunytak közül beazonosíthatóvá váltak, és a szűkebb vagy tágabb környezetük, vagy akár mindenki értesülhetett a súlyos alapbetegségeikről. Ezt semmi nem indokolja, a jelenlegi megoldás tehát szükségtelen és kegyeletsértő.\"",
        "time": "2020-03-31T16:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158053738148498"
    },
    {
        "title": "U.S. reactions on the Hungarian government’s new coronavirus emergency bill:\n\nSen. Bernie Sanders (I-Vermont): “authoritarian leaders have used moments of crisis to seize unchecked power. Hungary’s Orban is the latest example.”\n\nSen. Jim Risch (R-Idaho): “I am very concerned by today’s news that Hungary will be indefinitely ruled by executive fiat.”\n\nRep. Eliot L. Engel (D-New York): “Orban is making a blatant power grab in the face of the worst global health crisis in recent history. This legislation marginalizes the Hungarian parliament and allows Prime Minister Orban to rule by decree like a dictator.”\n\nRep. Michael McCaul (R-Texas): “I am seriously concerned about the law that passed in…",
        "time": "2020-03-31T00:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158051593993498"
    },
    {
        "title": "A mai hírdömpingben méltatlanul elsikkadt, hogy igenis van egy ellenzéki formáció, amelyik támogatta a koronavírus-törvényt. A Mi Hazánk korábban olyan ügyek felkarolásával került be a hírekbe, mint a kémiai kasztrálás követelése vagy éppen a Becsület Napja neonáci rendezvény melletti kiállás.",
        "time": "2020-03-30T23:48:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158051486973498"
    },
    {
        "title": "Reporting for the The Wall Street Journal on the Hungarian government’s new powers.\n\n“Political leaders could abuse the coronavirus crisis to undermine democracy,” wrote András Rácz, senior fellow at the German Council on Foreign Relations. “Europe’s biggest risk is Hungary.”",
        "time": "2020-03-30T22:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158051344038498"
    },
    {
        "title": "“A folyamatos átszervezések miatt számos járványtanász vagyis epidemiológus hagyta el a területet, a népegészségügyi rendszer pedig kevésbé rugalmas és nehezebben tud reagálni egy járványra, mint korábban.”",
        "time": "2020-03-28T14:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158042302103498"
    },
    {
        "title": "My first The Wall Street Journal contribution is the personal story of the fifth patient (and the first Hungarian national) diagnosed with coronavirus in Hungary. Mr. Szabo is still on ventilator battling both with the virus and lymphoma (blood cancer). \"My father is showing again how tough he is,” his son said. “It’s hard to take out my dad, he is like an old oak tree.”",
        "time": "2020-03-27T19:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158039404833498"
    },
    {
        "title": "",
        "time": "2020-03-27T16:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158038792503498"
    },
    {
        "title": "",
        "time": "2020-03-27T08:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158037426863498"
    },
    {
        "title": "Wow. \"Blue and White chairman Benny Gantz is set to partner Prime Minister Benjamin Netanyahu in a unity government, serving initially as foreign minister but then taking over from Netanyahu as prime minister in September 2021, according to a reported deal taking shape amid immense political drama in Israel on Thursday afternoon. Gantz’s decision to join forces with Netanyahu immediately led to the collapse of Blue and White, with the party’s No. 2 Yair Lapid rejecting the move and apparently heading into opposition...\"",
        "time": "2020-03-26T17:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158034898843498"
    },
    {
        "title": "",
        "time": "2020-03-24T11:39:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158025662583498"
    },
    {
        "title": "🤔 \"President Rodrigo Duterte is asking Congress for special powers to deal with the coronavirus disease – spanning from takeover of private hospitals to realignmnent of government funds. Some provisions on the special budget powers may not be needed and are actually unconstitutional, experts say. The bill empowers Duterte to have a say on when to end his special powers.”",
        "time": "2020-03-23T16:00:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158022355483498"
    },
    {
        "title": "via Laszlo Vaszar",
        "time": "2020-03-22T17:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158018978683498"
    },
    {
        "title": "",
        "time": "2020-03-20T23:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158012531148498"
    },
    {
        "title": "🕺🏻🎶🦠🔁💉🏥🎧",
        "time": "2020-03-18T12:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158002738673498"
    },
    {
        "title": "WTF",
        "time": "2020-03-17T17:14:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10158000071328498"
    },
    {
        "title": "👊🇩🇪🎶",
        "time": "2020-03-17T11:38:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157999178448498"
    },
    {
        "title": "",
        "time": "2020-03-16T12:21:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157995891938498"
    },
    {
        "title": "💪💪💪",
        "time": "2020-03-14T19:08:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157990413318498"
    },
    {
        "title": "“1. If there’s a queue, join it... 4. Get friends in high places... 8. Don’t forget to laugh”",
        "time": "2020-03-14T11:02:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157989212928498"
    },
    {
        "title": "!!!",
        "time": "2020-03-14T01:28:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157988160193498"
    },
    {
        "title": "🤔",
        "time": "2020-03-10T23:49:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157978527208498"
    },
    {
        "title": "🤷🏻‍♂️",
        "time": "2020-03-09T18:03:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157974708638498"
    },
    {
        "title": "",
        "time": "2020-03-06T11:19:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157963862543498"
    },
    {
        "title": "Fidesz 2022",
        "time": "2020-03-03T21:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157956790823498"
    },
    {
        "title": "",
        "time": "2020-03-03T10:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157955287638498"
    },
    {
        "title": "",
        "time": "2020-03-02T22:34:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157953945883498"
    },
    {
        "title": "Ezt öt és fél éve írtam, de nem sok minden változott.",
        "time": "2020-02-28T10:56:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157942750923498"
    },
    {
        "title": "",
        "time": "2020-02-28T08:37:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157942538898498"
    },
    {
        "title": "“One of the U.S. consultants Grenell worked for was the late Republican strategist Arthur J. Finkelstein, according to Engle and to Grenell’s public financial disclosures. Finkelstein worked on behalf of candidates both in this country and abroad.”",
        "time": "2020-02-25T09:54:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157933049588498"
    },
    {
        "title": "",
        "time": "2020-02-20T08:53:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157918541018498"
    },
    {
        "title": "“By 2020, the wide-ranging business empire of Mészáros and his lieutenants – sometimes defected managers of former Simicska-companies – includes interests in sectors as diverse as construction, agriculture, energy, media, finance, property holdings or tourism.\n\nA common thread is that these industries’ success is heavily reliant on government contracts, subsidies and favourable regulations. As a result, none of the “national capitalists” are able to go against the executive power’s will without risking everything they own.”",
        "time": "2020-02-19T16:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157916613103498"
    },
    {
        "title": "",
        "time": "2020-02-15T21:12:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157905839138498"
    },
    {
        "title": "\"Among the larger NATO members who took part in last week’s protest were the United States, the United Kingdom, France, Germany, Canada and Spain, but also the Netherlands, Denmark, Norway, Romania and one of the smallest member states, Estonia. At the meeting, however, no common ground was found with the representatives of the Hungarian government, but a tense debate broke out.\"",
        "time": "2020-02-14T16:25:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157902033703498"
    },
    {
        "title": "A magyarok „úgy reagáltak, hogy hacsak nem lesz Kijevben is hasonló fellépés és nyomásgyakorlás az ukrán félre ugyanezektől az országoktól, akkor a magyar kormány figyelmen kívül fogja hagyni a fellépésüket”.",
        "time": "2020-02-13T12:46:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157898579323498"
    },
    {
        "title": "\"The gathering of the European far-right in Hungary was just one of the first of such events in Europe in February 2020. Next week, a high-profile international far-right rally will take place in Dresden, Germany, commemorating the 75th anniversary of the Allied bombing of the city.\n\nAt the end of the month, neo-Nazi organizations are expected to gather again in Bulgaria’s capital at the so-called Lukov march that remembers Bulgaria’s pro-Nazi general and politician who was assassinated by communist forces in 1943. In the meantime, parliamentary elections will be taking place in Slovakia where the far-right People’s Party Our Slovakia is expected to come second or third at the polls on 29th February 2020.\"",
        "time": "2020-02-12T15:06:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157896124598498"
    },
    {
        "title": "“The new national conservatism, at least as articulated in Rome, is very different from Reaganism and Thatcherism. The starting point is that European integration and American hegemony are both evil, and that universal ideals like human rights are a dangerous ideology.”",
        "time": "2020-02-11T21:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157894231313498"
    },
    {
        "title": "",
        "time": "2020-02-11T19:43:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157894009583498"
    },
    {
        "title": "",
        "time": "2020-02-11T15:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157893359933498"
    },
    {
        "title": "“His former colleagues described him as an ordinary, inconspicuous, well-informed and well-educated man who was a model Christian often quoting the Bible.”",
        "time": "2020-02-11T02:15:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157892041933498"
    },
    {
        "title": "\"I have seen dictatorships around the world, where blind obedience is the norm and truth-tellers are threatened with punishment or death. We must not allow the United States to become a country where standing up to our government is a dangerous act.”",
        "time": "2020-02-06T15:59:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157879052208498"
    },
    {
        "title": "我们不会成为殖民地",
        "time": "2020-02-06T15:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157878995418498"
    },
    {
        "title": "“Russian priests have long appeared in images sprinkling holy water on submarines, ballistic missiles, Soyuz space rockets and other pieces of hardware as part of rituals to bless them.” via Péter Krekó",
        "time": "2020-02-04T22:45:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157874406328498"
    },
    {
        "title": "Nehéz volt a nevetést visszafogni, amikor az amszterdami egyetem újságíróprofesszora azt magyarázta nekünk, hogy pont a kereszténydemokrata pártok kezdeményezésére kezdte el a holland kormány államilag támogatni az oknyomozó újságírást, évente úgy 5 millió euróval (1,7 milliárd forint). A pénzt két független alapítvány osztja szét szakmai alapon, és gyakran kormánykritikus, olykor miniszterek lemondásához vezető projektek részesülnek belőle. A legfőbb cél a független vidéki média és az ottani oknyomozás megerősítése: https://www.svdj.nl/dutch-journalism-fund/\n\nEzzel párhuzamosan a szintén állami pénzből működő közmédiában is több oknyomozó műsor fut. Néha a kormánytagok persze nem hajlandóak…",
        "time": "2020-02-02T20:30:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157868298168498"
    },
    {
        "title": "Tényleg nem nácizni szeretnék, de milyen nemzeti alaptanterv az, amibe Nyirő és Wass belefér, Kertész Imre meg nem?",
        "time": "2020-02-01T15:10:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157864548683498"
    },
    {
        "title": "",
        "time": "2020-01-29T23:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157854908753498"
    },
    {
        "title": "“The alternative to democratizing America is scarier than mere polarization: It is, eventually, a legitimacy crisis that could threaten the very foundation of our political system. By 2040, 70 percent of Americans will live in the 15 largest states. That means 70 percent of America will be represented by only 30 senators, while the other 30 percent of America will be represented by 70 senators.”",
        "time": "2020-01-26T18:26:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157843619838498"
    },
    {
        "title": "",
        "time": "2020-01-24T13:31:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157837010763498"
    },
    {
        "title": "“The EU foreign service has estimated there are about 250 Chinese and 200 Russian spies in Belgium... Belgian intelligence services are responsible for protecting the international institutions there. But the two Belgian spy services, the VSSE and the ADIV, have just 30 or so counter-intelligence officers investigating Chinese and Russian espionage.”",
        "time": "2020-01-19T13:09:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157822881803498"
    },
    {
        "title": "2010: \"A cigánykérdéssel talált újra egymásra Orbán és Soros (...) Soros az Orbánnal való találkozás után az Indexnek adott interjújában is azt mondta, a roma probléma iránt nagy az érdeklődés a nyugati országokban, és az, hogy Magyarország lesz az unió soros elnöke 2011 első félévében, lehetőséget teremt arra, hogy segítsen kialakítani a kormánynak az EU-s romastratégiát.”\n\nhttps://www.origo.hu/itthon/20101030-orban-viktor-es-soros-gyorgy-kapcsolatanak-tortenete.html\n\n2020: \"A gyöngyöspatai roma gyermekek iskolai szegregációjának ügyében a miniszterelnök arról beszélt, hogy a magyarok nem rasszisták, nem utasítják el a cigányokat élből, de azt a magyar ember sohasem fogja elfogadni, ha pénzt adnak a semmiért. Egy szerencsétlen bírói ítélet született, ráadásul a pert indítóknál is \"a Soros-szervezeteket találjuk”\"\n\nhttps://www.origo.hu/itthon/20200117-orban-a-magyarok-nem-fogadjak-el-hogy-penzt-adjanak-a-semmiert.html",
        "time": "2020-01-18T21:41:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157821110163498"
    },
    {
        "title": "",
        "time": "2020-01-18T19:55:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157820898883498"
    },
    {
        "title": "Gerhard Sabathil holds German and Hungarian dual citizenship and was also a paid lobbyist for Hungary’s state oil company... \"Two European officials, who spoke Thursday on the condition of anonymity because of the sensitivity of the matter, identified the subject of the investigation as Gerhard Sabathil. Another senior E.U. official confirmed key biographical details that match Sabathil’s career path.\"",
        "time": "2020-01-16T23:50:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157815613538498"
    },
    {
        "title": "",
        "time": "2020-01-16T19:52:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157815100948498"
    },
    {
        "title": "",
        "time": "2020-01-10T11:33:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157797728603498"
    },
    {
        "title": "“Images began to circulate Wednesday of what appeared to be fragments of a Tor M-1 missile said to have been found in a suburb southwest of Tehran. On Thursday, Ukraine Security Council Secretary Oleksiy Danylov said Thursday in a statement that contact with a Tor M-1 system was among the potential causes for the plane's destruction that his country was looking into.”",
        "time": "2020-01-09T17:22:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157795720303498"
    },
    {
        "title": "",
        "time": "2020-01-09T11:13:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157795060348498"
    },
    {
        "title": "OK. \"Siklósi Beatrix váltja Mucsányi Mariannát a Kossuth Rádió csatornaigazgatói pozíciójában január 6-tól.”\n\nhttps://444.hu/2020/01/07/halmozza-az-antiszemita-botranyokat-alhirekkel-posztolja-tele-a-facebookot-o-a-kossuth-radio-uj-igazgatoja",
        "time": "2020-01-07T14:40:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157790106108498"
    },
    {
        "title": "",
        "time": "2020-01-06T22:20:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157788469238498"
    },
    {
        "title": "durva mémelavulás",
        "time": "2020-01-06T12:35:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157787256893498"
    },
    {
        "title": "💪🚴‍♀️ Zsófia Szarka",
        "time": "2020-01-04T19:27:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157782545918498"
    },
    {
        "title": "Happy new decade! 2010 and 2020 both started with Benjamin Netanyahu and Viktor Orban leading their countries as prime ministers. (Bibi had to step down in 1999 but Orban was also PM in 2000, crazy...)\n\nThis was the story I enjoyed working on the most last year👇 (magyarul: https://www.direkt36.hu/az-izraeli-szovetseg-ami-atirta-orban-politikajat/ )",
        "time": "2020-01-01T19:50:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157774535733498"
    },
    {
        "title": "\"Plse advise the Commissionaires that apparently Fort Frontenac is both a PokeGym and a PokeStop. I will be completely honest in that I have not idea what that is,\" wrote Maj. Jeff Monaghan at CFB Kingston.",
        "time": "2020-01-01T11:44:00",
        "author": "Szabolcs-Panyi",
        "url": "https://facebook.com/panyiszabolcs/posts/10157773416768498"
    }
]